[
  {
    "id": "product-1",
    "name": "ACEBROZ-AC TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ACEBROZ-AC TAB.jpg",
    "shortDescription": "",
    "description": "N-Acetylcysteine 600 mg + Acebrophylline 100 mg tablet is a fixed-dose combination used for respiratory disorders such as COPD, chronic and acute bronchitis, asthma, and other lung conditions with excessive mucus. N-Acetylcysteine acts as a mucolytic by breaking disulfide bonds in mucoproteins, thinning and loosening thick sputum, and also works as an antioxidant by replenishing glutathione and protecting lung tissue. Acebrophylline, a derivative of ambroxol and theophylline, provides bronchodilation by inhibiting phosphodiesterase and raising cAMP levels, relaxes airway smooth muscle, reduces airway inflammation by blocking phospholipase A2, regulates mucus secretion, and enhances surfactant production for better mucociliary clearance. Together, they ease breathing, reduce cough, and improve airflow. The usual adult dose is one tablet once or twice daily after meals, swallowed whole with water. Common side effects include nausea, vomiting, abdominal discomfort, mild diarrhea, headache, or dizziness; rarely, rash or bronchospasm may occur. It is contraindicated in hypersensitivity, severe liver or kidney disease, active peptic ulcer, or serious cardiac disorders. Caution is advised in the elderly, during pregnancy or breastfeeding, and in patients with heart disease; adequate hydration is recommended. Store in a cool, dry place below 25°C, away from moisture and children.",
    "attributes": {
      "SR.NO": "1",
      "BRAND NAME": "ACEBROZ-AC TAB",
      "CONTAIN": "N-acetylcysteine 600 mg + acebrophylline 100 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "200 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-2",
    "name": "ACETEAL-T TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ACETEAL-T TAB.jpg",
    "shortDescription": "",
    "description": "N-Acetylcysteine 150 mg + Taurine 5 mg tablet is commonly used as a hepatoprotective and antioxidant medicine to support liver health and protect cells from oxidative stress. N-Acetylcysteine (NAC) works by replenishing glutathione, a key antioxidant in the body, helping to neutralize harmful free radicals, detoxify the liver, and improve overall liver function. It is also a mucolytic agent that can thin and loosen mucus in the respiratory tract, making it easier to clear. Taurine is a sulfur-containing amino acid with antioxidant and membrane-stabilizing properties; it helps in bile salt formation, regulates calcium balance, and supports cardiovascular and nervous system health. Together, this combination protects the liver from drug- or toxin-induced damage, improves metabolism, and provides antioxidant benefits for better organ function. It is often prescribed in conditions like fatty liver, chronic hepatitis, alcoholic liver disease, drug-induced liver injury, or oxidative stress-related disorders. Possible side effects may include mild gastrointestinal upset such as nausea or abdominal discomfort, though it is generally well tolerated. The medicine should be used with caution in patients with severe kidney disease, during pregnancy, or breastfeeding, and only under medical supervision. Store in a cool, dry place away from direct light and moisture.",
    "attributes": {
      "SR.NO": "2",
      "BRAND NAME": "ACETEAL-T TAB",
      "CONTAIN": "N-Acetylcyst 150 Mg + Taurine 5 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "110 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-3",
    "name": "ACLOZ-MR TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ACLOZ-MR TAB.jpg",
    "shortDescription": "",
    "description": "Aceclofenac 100 mg + Paracetamol 325 mg + Chlorzoxazone 15 mg tablet is a combination medicine used for the treatment of pain, inflammation, and muscle spasms associated with musculoskeletal conditions such as back pain, sprains, strains, arthritis, cervical spondylitis, or post-traumatic pain. Aceclofenac is a nonsteroidal anti-inflammatory drug (NSAID) that reduces pain and swelling by inhibiting prostaglandin synthesis. Paracetamol acts as an analgesic and antipyretic, enhancing pain relief and controlling fever. Chlorzoxazone is a centrally acting muscle relaxant that relieves muscle stiffness and spasm, improving mobility and comfort. Together, they provide quick and effective relief from pain, reduce muscle tension, and restore normal activity. The medicine should be taken with food to minimize gastric irritation. Common side effects may include nausea, heartburn, stomach upset, drowsiness, or dizziness; rarely, allergic reactions or liver function changes may occur. It is contraindicated in patients with severe liver, kidney, or gastrointestinal disorders, or hypersensitivity to any of the ingredients. Caution is advised during pregnancy, breastfeeding, and in patients consuming alcohol or other hepatotoxic drugs. This medicine should be used strictly under medical supervision and stored in a cool, dry place away from direct light and moisture.",
    "attributes": {
      "SR.NO": "3",
      "BRAND NAME": "ACLOZ-MR TAB",
      "CONTAIN": "Aceclofenac 100 mg + Paracetamol 325 Mg + Chlorzoxazone 15 Mg\nTablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "100 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-4",
    "name": "ACLOZ-SP TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ACLOZ-SP TAB.jpg",
    "shortDescription": "",
    "description": "Aceclofenac 100 mg + Paracetamol 325 mg + Serratiopeptidase 15 mg tablet is a combination medicine used to relieve pain, inflammation, and swelling in various conditions such as arthritis, spondylitis, muscle pain, dental pain, post-surgical pain, and traumatic injuries. Aceclofenac is a nonsteroidal anti-inflammatory drug (NSAID) that blocks prostaglandin synthesis to reduce pain and inflammation. Paracetamol acts as an analgesic and antipyretic, providing additional pain relief and lowering fever. Serratiopeptidase is a proteolytic enzyme with anti-inflammatory and anti-edematous properties that helps break down abnormal proteins at the site of inflammation, reducing swelling and promoting faster tissue healing. Together, this combination provides quicker and stronger relief from pain, stiffness, and swelling, improving mobility and recovery. The tablet should be taken with food to minimize gastric irritation. Common side effects may include nausea, indigestion, stomach discomfort, or dizziness; rarely, allergic reactions, gastric ulcers, or liver function disturbances may occur. It is contraindicated in patients with severe liver, kidney, or gastrointestinal diseases, bleeding disorders, or known hypersensitivity to any component. Caution is required during pregnancy, breastfeeding, and in patients consuming alcohol or other hepatotoxic drugs. Store in a cool, dry place away from moisture and sunlight.",
    "attributes": {
      "SR.NO": "4",
      "BRAND NAME": "ACLOZ-SP TAB",
      "CONTAIN": "Aceclofenac 100 mg + Paracetamol 325 Mg + Serratiopeptidase 15 Mg\nTablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "110 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-5",
    "name": "ACLOZ-TH4 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ACLOZ-TH4 TAB.jpg",
    "shortDescription": "",
    "description": "Aceclofenac 100 mg + Thiocolchicoside 4 mg tablet is a combination medicine commonly prescribed for the relief of pain, inflammation, and muscle stiffness associated with musculoskeletal disorders such as low back pain, cervical spondylitis, osteoarthritis, rheumatoid arthritis, sprains, strains, and traumatic injuries. Aceclofenac is a nonsteroidal anti-inflammatory drug (NSAID) that works by inhibiting prostaglandin synthesis, thereby reducing pain, swelling, and inflammation. Thiocolchicoside is a muscle relaxant derived from colchicoside, acting on the central nervous system to reduce muscle spasms and improve mobility without causing significant sedation. Together, they provide effective relief from painful muscle contractions, stiffness, and joint discomfort, improving movement and quality of life. The tablet should be taken with food to reduce the risk of gastric irritation. Common side effects may include nausea, abdominal discomfort, diarrhea, dizziness, or drowsiness; rarely, allergic reactions, liver or kidney disturbances, and gastric irritation may occur. It is contraindicated in patients with severe liver, kidney, or gastrointestinal disorders, history of seizures, and in pregnancy or breastfeeding. Caution is advised in elderly patients and in those consuming alcohol or other hepatotoxic medicines. Store in a cool, dry place away from direct light and moisture, and use only under medical supervision.",
    "attributes": {
      "SR.NO": "5",
      "BRAND NAME": "ACLOZ-TH4 TAB",
      "CONTAIN": "Aceclofenac 100 mg + Thiocolchicoside 4 mg Tablet",
      "PACK": "1*10 TAB (AA)(MONO)",
      "MRP": "225 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-6",
    "name": "AMLOAL-AT TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/AMLOAL-AT TAB.jpg",
    "shortDescription": "",
    "description": "Amlodipine 5 mg + Atenolol 50 mg tablet is a fixed-dose combination used in the treatment of high blood pressure (hypertension) and certain heart conditions such as angina and arrhythmia. Amlodipine is a calcium channel blocker that relaxes and widens blood vessels by inhibiting calcium influx in vascular smooth muscle, which lowers blood pressure and improves blood flow to the heart. Atenolol is a selective beta-1 blocker that slows the heart rate, reduces cardiac workload, and lowers blood pressure by blocking the effects of adrenaline on the heart. Together, this combination provides more effective control of hypertension, reduces the risk of complications such as heart attack and stroke, and helps relieve chest pain related to angina. The tablet is usually taken once daily, with or without food, at the same time each day. Common side effects may include dizziness, headache, fatigue, slow heartbeat, ankle swelling, or stomach upset; rarely, breathing difficulty, severe hypotension, or allergic reactions may occur. It should be avoided in patients with severe heart block, uncontrolled heart failure, very low blood pressure, or hypersensitivity to either drug. Use with caution in asthma, diabetes, kidney or liver disease, and only under strict medical supervision.",
    "attributes": {
      "SR.NO": "6",
      "BRAND NAME": "AMLOAL-AT TAB",
      "CONTAIN": "Amlodipine 5 Mg + Atenolol 50 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "50 (INR)",
      "BOX PACK": "20*10 TAB"
    }
  },
  {
    "id": "product-7",
    "name": "AMLOAZ 2.5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/AMLOZ 2.5 TAB.jpg",
    "shortDescription": "",
    "description": "Amlodipine 2.5 mg tablet is a calcium channel blocker used to treat high blood pressure (hypertension) and angina (chest pain due to reduced blood flow to the heart). It works by relaxing and widening the blood vessels, which improves blood flow, reduces the heart’s workload, and helps maintain controlled blood pressure, thereby lowering the risk of heart attack, stroke, and kidney damage. In angina, it prevents chest pain episodes by increasing oxygen supply to the heart muscle. The medicine is usually taken once daily, with or without food, at the same time each day, and the dose may be adjusted by the doctor based on the patient’s condition. Common side effects can include headache, dizziness, flushing, swelling of ankles or feet, fatigue, or stomach discomfort; most are mild and temporary. Serious but rare effects may include irregular heartbeat, severe dizziness, or allergic reactions. It should not be stopped suddenly without medical advice, as this may worsen the condition. Caution is advised in patients with severe heart, liver, or kidney disease, and during pregnancy or breastfeeding. The medicine should be stored in a cool, dry place away from light and taken strictly under medical supervision.",
    "attributes": {
      "SR.NO": "7",
      "BRAND NAME": "AMLOAZ 2.5 TAB",
      "CONTAIN": "Amlodipine 2.5 mg Tablet",
      "PACK": "1*10 TAB ( BL)",
      "MRP": "25 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-8",
    "name": "AMLOAZ 5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/AMLOZ 5 TAB.jpg",
    "shortDescription": "",
    "description": "Amlodipine 5 mg tablet is a calcium channel blocker widely used to treat high blood pressure (hypertension) and chest pain caused by angina, as well as to prevent certain types of heart-related complications such as heart attack and stroke. It works by relaxing and widening the blood vessels, which lowers blood pressure, improves blood flow, and reduces the strain on the heart. By enhancing oxygen supply to the heart muscle, it also helps prevent angina attacks and improves exercise tolerance. The medicine is usually taken once daily, with or without food, preferably at the same time each day, and dosage is adjusted based on individual response. Common side effects include headache, dizziness, flushing, swelling of the ankles or feet, tiredness, or stomach discomfort, most of which are temporary. Rare but serious effects may involve irregular heartbeat, fainting, or allergic reactions. It should not be discontinued suddenly without medical advice, as this may worsen symptoms. Caution is required in patients with severe heart, liver, or kidney problems, and during pregnancy or breastfeeding. The tablets should be stored in a cool, dry place away from moisture and sunlight, and taken strictly under a doctor’s supervision.",
    "attributes": {
      "SR.NO": "8",
      "BRAND NAME": "AMLOAZ 5 TAB",
      "CONTAIN": "Amlodipine 5 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "28 (INR)",
      "BOX PACK": "20*10 TAB"
    }
  },
  {
    "id": "product-9",
    "name": "ATORIZ 10 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ATORIZ 10 TAB.jpg",
    "shortDescription": "",
    "description": "Atorvastatin 10 mg tablet belongs to the class of statins and is used to lower high cholesterol and triglyceride levels in the blood, thereby reducing the risk of heart disease, stroke, and related complications. It works by inhibiting the enzyme HMG-CoA reductase in the liver, which plays a key role in cholesterol synthesis, leading to reduced “bad” LDL cholesterol and triglycerides while increasing “good” HDL cholesterol. This helps prevent the buildup of plaque in blood vessels and improves blood flow. The medicine is usually taken once daily, with or without food, at the same time each day, along with a healthy diet, exercise, and lifestyle changes for best results. Common side effects may include headache, stomach upset, constipation, muscle pain, or weakness, which are usually mild. Rarely, it may cause serious effects like severe muscle breakdown (rhabdomyolysis) or liver problems; medical attention is needed if unexplained muscle pain, dark urine, or yellowing of the skin or eyes occurs. It is contraindicated in patients with active liver disease, during pregnancy or breastfeeding, and should be used cautiously in those consuming alcohol or with kidney impairment. Store in a cool, dry place away from light and moisture, and use strictly under medical supervision.",
    "attributes": {
      "SR.NO": "9",
      "BRAND NAME": "ATORIZ 10 TAB",
      "CONTAIN": "Atorvastatin 10 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "55 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-10",
    "name": "ATORIZ 40 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ATORIZ 40 TAB.jpg",
    "shortDescription": "",
    "description": "Atorvastatin 40 mg tablet is a statin medicine prescribed to lower elevated cholesterol and triglyceride levels in the blood and to reduce the risk of serious cardiovascular events such as heart attack, stroke, and angina. It works by inhibiting the liver enzyme HMG-CoA reductase, which reduces cholesterol production, thereby lowering “bad” LDL cholesterol and triglycerides while raising “good” HDL cholesterol. By controlling cholesterol, it helps prevent plaque buildup in arteries and supports better blood circulation. The 40 mg strength is generally used in patients who require a higher dose to achieve target cholesterol levels. The medicine is taken once daily, with or without food, preferably at the same time each day, along with a cholesterol-lowering diet and lifestyle modifications such as exercise and weight control. Common side effects include headache, indigestion, constipation, muscle pain, or fatigue, which are usually mild. Rarely, it may cause liver enzyme abnormalities or muscle breakdown (rhabdomyolysis), so any unexplained muscle pain, dark urine, or jaundice should be reported immediately. It is contraindicated in active liver disease, pregnancy, and breastfeeding, and should be used with caution in alcohol users or those with kidney impairment. Store in a cool, dry place away from moisture and sunlight, and take only under medical supervision.",
    "attributes": {
      "SR.NO": "10",
      "BRAND NAME": "ATORIZ 40 TAB",
      "CONTAIN": "Atorvastatin 40 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "160  (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-11",
    "name": "ATORIZ-A 10/75 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ATORIZ-A 10-75 CAP.jpg",
    "shortDescription": "",
    "description": "Atorvastatin 10 mg + Aspirin 75 mg capsule is a fixed-dose combination commonly prescribed for the prevention of heart attack, stroke, and other cardiovascular complications in patients at risk of or with existing heart disease. Atorvastatin is a statin that lowers “bad” LDL cholesterol and triglycerides while increasing “good” HDL cholesterol by inhibiting the HMG-CoA reductase enzyme, thereby preventing plaque buildup in arteries and improving blood flow. Aspirin is an antiplatelet agent that prevents platelets from clumping together, reducing the risk of blood clots that can block vessels and cause heart attack or stroke. Together, they provide dual protection by controlling cholesterol and reducing clot formation. The capsule is usually taken once daily with water, preferably after food, and should be continued along with a healthy lifestyle including diet control, exercise, and avoiding smoking or excess alcohol. Common side effects may include stomach upset, acidity, constipation, muscle pain, or mild bleeding tendencies like easy bruising. Rarely, serious effects like gastrointestinal bleeding, liver dysfunction, or muscle breakdown (rhabdomyolysis) may occur. It is contraindicated in patients with active liver disease, bleeding disorders, peptic ulcers, pregnancy, or breastfeeding, and should be used cautiously in those with kidney disease or alcohol consumption. Store in a cool, dry place away from moisture and sunlight, and take strictly under medical guidance.",
    "attributes": {
      "SR.NO": "11",
      "BRAND NAME": "ATORIZ-A 10/75 CAP",
      "CONTAIN": "Atorvastatin 10 mg + Aspirin 75 mg Capsule",
      "PACK": "1*10 CAP (ALM)",
      "MRP": "40 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-12",
    "name": "ATORIZ-A 20/75 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ATORIZ-A 20-75 CAP.jpg",
    "shortDescription": "",
    "description": "Atorvastatin 20 mg + Aspirin 75 mg capsule is a combination medicine prescribed for the prevention of heart attack, stroke, and other complications in patients with high cholesterol, hypertension, diabetes, or established cardiovascular disease. Atorvastatin is a statin that works by inhibiting the HMG-CoA reductase enzyme in the liver, lowering “bad” LDL cholesterol and triglycerides while raising “good” HDL cholesterol, thus slowing plaque buildup in arteries and improving blood circulation. Aspirin is an antiplatelet drug that prevents blood platelets from sticking together, reducing the risk of clot formation that could block blood vessels. Together, this capsule provides dual protection by controlling cholesterol levels and preventing clot-related events, thereby lowering cardiovascular risk. It is usually taken once daily after food along with lifestyle changes such as a low-fat diet, regular exercise, and avoiding smoking or excess alcohol. Common side effects include stomach irritation, acidity, constipation, headache, dizziness, or muscle pain, while rare but serious effects may include gastrointestinal bleeding, liver enzyme abnormalities, or muscle breakdown. It should not be used in patients with active liver disease, bleeding disorders, peptic ulcers, pregnancy, or breastfeeding, and requires caution in those with kidney disease or high alcohol intake. Store in a cool, dry place away from moisture and sunlight, and take only under medical supervision.",
    "attributes": {
      "SR.NO": "12",
      "BRAND NAME": "ATORIZ-A 20/75 CAP",
      "CONTAIN": "Atorvastatin 20 mg + Aspirin 75 mg Capsule",
      "PACK": "1*10 CAP (ALM)",
      "MRP": "43 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-13",
    "name": "ATORIZ-GOLD 10 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ATORIZ-GOLD 10 CAP.jpg",
    "shortDescription": "",
    "description": "Atorvastatin 10 mg + Aspirin 75 mg + Clopidogrel 75 mg capsule is a fixed-dose combination used for the prevention of heart attack, stroke, and other cardiovascular complications in patients with high cholesterol, diabetes, hypertension, or a history of coronary artery disease. Atorvastatin is a statin that lowers “bad” LDL cholesterol and triglycerides while raising “good” HDL cholesterol by inhibiting HMG-CoA reductase, thereby slowing plaque buildup in arteries. Aspirin is an antiplatelet agent that prevents platelets from clumping, reducing the risk of clot formation, while Clopidogrel is another antiplatelet drug that works by blocking ADP receptors on platelets, providing stronger and complementary protection against blood clots. Together, this triple combination controls cholesterol, prevents clot formation, improves blood flow, and lowers the risk of serious cardiac or cerebrovascular events. The capsule is usually taken once daily after food along with lifestyle measures such as a balanced diet, exercise, and avoiding smoking or excess alcohol. Common side effects include stomach irritation, acidity, headache, dizziness, or muscle pain; rarely, gastrointestinal bleeding, liver enzyme abnormalities, or severe muscle injury may occur. It is contraindicated in patients with active liver disease, bleeding disorders, peptic ulcers, pregnancy, or breastfeeding, and should be used cautiously in kidney disease or alcohol users. Store in a cool, dry place away from moisture and sunlight, and use only under strict medical supervision.",
    "attributes": {
      "SR.NO": "13",
      "BRAND NAME": "ATORIZ-GOLD 10 CAP",
      "CONTAIN": "Atorvastatin 10 mg + Aspirin 75 mg + Clopidogrel 75 mg Capsule",
      "PACK": "1*10 CAP (AA)",
      "MRP": "60 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-14",
    "name": "ATORIZ-GOLD 20 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ATORIZ-GOLD 20 CAP.jpg",
    "shortDescription": "",
    "description": "Atorvastatin 20 mg + Aspirin 75 mg + Clopidogrel 75 mg capsule is a combination medicine prescribed for the prevention of heart attack, stroke, and other complications in patients with high cholesterol, hypertension, diabetes, or established cardiovascular disease. Atorvastatin is a statin that lowers “bad” LDL cholesterol and triglycerides while raising “good” HDL cholesterol by inhibiting the HMG-CoA reductase enzyme, thereby reducing plaque buildup in arteries and improving blood flow. Aspirin is an antiplatelet agent that prevents platelets from sticking together, reducing the risk of clot formation, while Clopidogrel is another potent antiplatelet drug that blocks ADP receptors on platelets, providing additional and complementary protection against harmful clots. Together, this triple therapy reduces cholesterol, prevents blood clot formation, improves circulation, and lowers the overall risk of cardiovascular events such as heart attack and stroke. The capsule is usually taken once daily after food, along with lifestyle changes including a low-fat diet, exercise, and avoiding smoking or excess alcohol. Common side effects may include stomach upset, acidity, dizziness, headache, or muscle pain, while rare but serious effects include gastrointestinal bleeding, liver dysfunction, or severe muscle injury. It is contraindicated in patients with active liver disease, peptic ulcers, bleeding disorders, pregnancy, or breastfeeding, and should be used cautiously in those with kidney disease or heavy alcohol use. Store in a cool, dry place away from light and moisture, and use only under strict medical guidance.",
    "attributes": {
      "SR.NO": "14",
      "BRAND NAME": "ATORIZ-GOLD 20 CAP",
      "CONTAIN": "Atorvastatin 20 mg + Aspirin 75 mg + Clopidogrel 75 mg Capsule",
      "PACK": "1*10 CAP (AA)",
      "MRP": "85 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-15",
    "name": "AZATHOL 50 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/AZATHOL 50 TAB.jpg",
    "shortDescription": "",
    "description": "Azathioprine 50 mg tablet is an immunosuppressant drug used to prevent organ rejection after kidney and other transplants, and to manage autoimmune diseases such as rheumatoid arthritis, systemic lupus erythematosus, inflammatory bowel disease (Crohn’s disease, ulcerative colitis), autoimmune hepatitis, and certain skin or blood disorders. It works by inhibiting the production of DNA in rapidly dividing immune cells, thereby suppressing abnormal immune responses, reducing inflammation, and preventing the body from attacking its own tissues or a transplanted organ. The medicine is taken orally in doses adjusted by the doctor based on body weight and medical condition, and requires regular monitoring. Common side effects include nausea, vomiting, diarrhea, loss of appetite, or fatigue, while serious adverse effects may include bone marrow suppression leading to low blood counts, liver toxicity, pancreatitis, increased infection risk, or rarely, certain cancers after long-term use. Regular blood tests for liver function and blood counts are essential during therapy. It should not be used in pregnancy, breastfeeding, or in patients with severe infections or known hypersensitivity. Caution is advised in those with liver or kidney disease, and alcohol should be avoided. Store in a cool, dry place away from sunlight and moisture, and use only under strict medical supervision.",
    "attributes": {
      "SR.NO": "15",
      "BRAND NAME": "AZATHOL 50 TAB",
      "CONTAIN": "Azathioprine 50 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "110 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-16",
    "name": "BECOZEAL-PLUS CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/BECOZEAL-PLUS CAP.jpg",
    "shortDescription": "",
    "description": "Vitamin B-Complex + Mineral + Trace Elements capsule is a nutritional supplement used to prevent or treat vitamin and mineral deficiencies and to support overall health, energy production, and well-being. It contains essential B vitamins (such as B1, B2, B3, B5, B6, B12, folic acid, and biotin) that help in carbohydrate, protein, and fat metabolism, improve nerve function, support red blood cell formation, and reduce weakness or fatigue. The added minerals (like calcium, magnesium, zinc, iron, etc.) and trace elements (such as copper, manganese, selenium, and iodine) are vital for maintaining bone strength, muscle function, immunity, hormone regulation, and antioxidant protection. This combination is often prescribed during periods of physical or mental stress, recovery from illness or surgery, poor dietary intake, chronic diseases, or conditions that increase nutritional requirements. Common benefits include improved energy, better concentration, healthier skin, hair, and nails, and stronger immunity. Side effects are rare but may include mild stomach upset, nausea, or allergic reactions in sensitive individuals. It should be taken after food with water as advised by the doctor, and excessive use should be avoided to prevent toxicity. Store in a cool, dry place away from moisture and sunlight, and keep out of reach of children.",
    "attributes": {
      "SR.NO": "16",
      "BRAND NAME": "BECOZEAL-PLUS CAP",
      "CONTAIN": "Vitamin B-Complex + Mineral + Trace Elements Capsule",
      "PACK": "1*10 CAP (ALM)",
      "MRP": "110 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-17",
    "name": "BILAZEAL-M TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/BILAZEAL-M TAB.jpg",
    "shortDescription": "",
    "description": "Bilastine 20 mg + Montelukast 10 mg tablet is an anti-allergic combination used in the management of allergic rhinitis, seasonal allergies, hay fever, and asthma-related symptoms such as sneezing, runny nose, nasal congestion, watery eyes, and breathing difficulty. Bilastine is a non-sedating antihistamine that works by blocking H1 histamine receptors, thereby reducing itching, redness, swelling, and other allergic reactions without causing significant drowsiness. Montelukast is a leukotriene receptor antagonist that blocks leukotrienes, inflammatory chemicals responsible for airway narrowing, swelling, and excess mucus secretion, thus preventing asthma attacks and controlling long-term allergy symptoms. Together, they provide dual action by relieving nasal and eye allergy symptoms while also improving airway function and preventing breathing difficulties. The medicine is usually taken once daily, preferably in the evening, as prescribed by the doctor. Common side effects may include headache, abdominal pain, diarrhea, or mild drowsiness, while rare but serious effects may involve mood changes, liver dysfunction, or severe allergic reactions. It should be avoided in patients with known hypersensitivity and used cautiously in those with liver or psychiatric disorders. Store in a cool, dry place away from sunlight and moisture, and take only under strict medical supervision.",
    "attributes": {
      "SR.NO": "17",
      "BRAND NAME": "BILAZEAL-M TAB",
      "CONTAIN": "Bilastine 20 mg + Montelukast 10 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "170 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-18",
    "name": "BISOP 5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/BISOP 5 TAB.jpg",
    "shortDescription": "",
    "description": "Bisoprolol 5 mg tablet is a beta-blocker medicine used in the treatment of high blood pressure (hypertension), angina (chest pain), and heart failure, and to prevent complications such as heart attack or stroke. It works by selectively blocking beta-1 adrenergic receptors in the heart, which slows down the heart rate, reduces the force of contraction, and lowers the heart’s oxygen demand, thereby reducing blood pressure and improving heart function. By controlling blood pressure and heart workload, it helps protect blood vessels, kidneys, and other organs from damage. The medicine is usually taken once daily, with or without food, at the same time each day, and dosage is individualized by the doctor. Common side effects may include fatigue, dizziness, headache, slow heartbeat, cold hands or feet, or stomach upset, while rare but serious effects include very low heart rate, breathing difficulty, or worsening of heart failure. It should not be stopped suddenly without medical advice, as this may worsen symptoms. The drug is contraindicated in patients with severe heart block, untreated heart failure, very low blood pressure, or known hypersensitivity, and should be used cautiously in asthma, diabetes, kidney or liver disease. Store in a cool, dry place away from sunlight and moisture, and use only under medical supervision.",
    "attributes": {
      "SR.NO": "18",
      "BRAND NAME": "BISOP 5 TAB",
      "CONTAIN": "Bisoprolol 5 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "65 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-19",
    "name": "CALCIZEAL 500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/CALCIZEAL 500 TAB.jpg",
    "shortDescription": "",
    "description": "Calcium 500 mg + Vitamin D3 250 IU tablet is a nutritional supplement used to prevent and treat calcium and vitamin D deficiency and to support healthy bones, teeth, and muscles. Calcium is an essential mineral required for bone strength, nerve function, muscle contraction, and normal heart rhythm, while Vitamin D3 (cholecalciferol) helps the body absorb calcium and phosphorus from the intestine and maintain proper blood calcium levels. Together, they are commonly prescribed for osteoporosis, osteopenia, rickets, osteomalacia, pregnancy, lactation, postmenopausal bone loss, and in individuals with poor dietary intake or higher calcium requirements. This combination reduces the risk of fractures, improves bone mineral density, and supports overall musculoskeletal health. The tablet is usually taken once or twice daily after meals with water, as directed by the doctor. Side effects are generally mild and may include constipation, bloating, nausea, or stomach upset; rarely, prolonged high doses may cause kidney stones, high calcium levels, or kidney dysfunction. It is contraindicated in patients with hypercalcemia, severe kidney disease, or known hypersensitivity. Adequate hydration and avoidance of excess calcium-rich supplements are advised. Store in a cool, dry place away from sunlight and moisture, and use strictly under medical guidance.",
    "attributes": {
      "SR.NO": "19",
      "BRAND NAME": "CALCIZEAL 500 TAB",
      "CONTAIN": "Calcium 500 Mg + Vitamin D3 250 IU Tablet",
      "PACK": "1*15 TAB (BL)",
      "MRP": "90 (INR)",
      "BOX PACK": "20*15 TAB"
    }
  },
  {
    "id": "product-20",
    "name": "CALCIZEAL-CT CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/CALCIZEAL-CT CAPSULE.jpg",
    "shortDescription": "",
    "description": "Calcium Carbonate 500 mg + Calcitriol 0.25 mcg + Zinc 7.5 mg capsule is a nutritional supplement used to maintain strong bones, improve calcium absorption, and correct deficiencies in calcium, vitamin D, and zinc. Calcium carbonate provides elemental calcium essential for bone formation, teeth strength, nerve conduction, muscle contraction, and heart function. Calcitriol, the active form of vitamin D3, enhances calcium and phosphorus absorption from the intestine, maintains blood calcium levels, and prevents conditions like osteoporosis, osteomalacia, and rickets. Zinc supports immune function, wound healing, growth, and enzymatic activities, while also contributing to bone health. This combination is commonly prescribed in osteoporosis, postmenopausal bone loss, fractures, chronic kidney disease, hypocalcemia, and conditions with increased calcium demand such as pregnancy or lactation. The capsule is usually taken once daily after meals with water, as directed by the physician. Side effects are generally mild and may include stomach upset, constipation, metallic taste, or nausea; rarely, excessive intake may cause hypercalcemia, kidney stones, or abdominal pain. It should be avoided in patients with high calcium levels, severe kidney problems, or hypersensitivity to any ingredient. Store in a cool, dry place away from direct sunlight and moisture, and take only under medical supervision.",
    "attributes": {
      "SR.NO": "20",
      "BRAND NAME": "CALCIZEAL-CT CAP",
      "CONTAIN": "Calcium Carbonate 500 Mg + Calcitriol 0.25 Mcg + Zinc 7.5 Mg Capsule",
      "PACK": "1*10 CAP (BL)",
      "MRP": "190 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-21",
    "name": "CALCIZEAL-D3 60K CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/CALCIZEAL-D3 60K CAP.jpg",
    "shortDescription": "",
    "description": "Cholecalciferol (Vitamin D3) 60,000 IU capsule is a high-strength vitamin D supplement used to treat and prevent vitamin D deficiency and related conditions such as osteoporosis, osteomalacia, rickets, and bone weakness. Vitamin D3 helps the body absorb calcium and phosphorus from the intestine, thereby maintaining healthy bones, teeth, and muscles, while also supporting immunity and overall well-being. This supplement is often prescribed in individuals with low sun exposure, elderly patients, postmenopausal women, pregnant or lactating women, and those with chronic illnesses that affect vitamin D absorption. The capsule is usually taken once weekly or as directed by the doctor, preferably after meals to enhance absorption. Common side effects are rare but may include nausea, constipation, headache, or abdominal discomfort; excessive intake can cause high calcium levels leading to kidney stones, weakness, or irregular heartbeat. It should not be used in patients with hypercalcemia, severe kidney problems, or known hypersensitivity to vitamin D. Regular monitoring of vitamin D and calcium levels may be advised during prolonged use. Store in a cool, dry place away from direct sunlight and moisture, and use strictly under medical supervision to avoid overdose.",
    "attributes": {
      "SR.NO": "21",
      "BRAND NAME": "CALCIZEAL-D3 60K CAP",
      "CONTAIN": "Cholecalciferol (Vitamin D3) 60000 IU Capsule",
      "PACK": "1*4 SG CAP(MONO)",
      "MRP": "135 (INR)",
      "BOX PACK": "10*1*4 CAP"
    }
  },
  {
    "id": "product-22",
    "name": "CALCIZEAL-D3 SACHET",
    "category": "Sachet",
    "sku": "",
    "image": "/images/products/CALCIZEAL-D3 60K SACHETS.jpg",
    "shortDescription": "",
    "description": "Cholecalciferol (Vitamin D3) 60,000 IU sachet is a high-dose vitamin D supplement used to treat and prevent vitamin D deficiency and associated conditions such as osteoporosis, osteomalacia, rickets, and general bone weakness. Vitamin D3 plays a vital role in regulating calcium and phosphorus absorption, maintaining strong bones and teeth, improving muscle strength, and supporting immune system function. This sachet form is usually available as granules, which are mixed with milk or water and taken orally, making it easier to consume compared to capsules. It is commonly prescribed once weekly or as directed by the physician, particularly for individuals with low sunlight exposure, elderly patients, pregnant and breastfeeding women, and those with poor dietary intake or chronic conditions affecting vitamin D absorption. Side effects are uncommon but may include nausea, constipation, headache, or stomach discomfort, while excessive use can cause high calcium levels, kidney stones, or weakness. It should be avoided in patients with hypercalcemia, severe kidney disorders, or hypersensitivity to vitamin D. Regular monitoring of calcium and vitamin D levels may be recommended during long-term use. Store in a cool, dry place away from moisture and direct sunlight, and take only under medical guidance.",
    "attributes": {
      "SR.NO": "22",
      "BRAND NAME": "CALCIZEAL-D3 SACHET",
      "CONTAIN": "Cholecalciferol (Vitamin D3) 60000 IU Sachet",
      "PACK": "1*10 SACHET",
      "MRP": "38 (INR)",
      "BOX PACK": "10*1 GM"
    }
  },
  {
    "id": "product-23",
    "name": "CALCIZEAL-K2 7M TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/CALCIZEAL-K2 7M TAB.jpg",
    "shortDescription": "",
    "description": "Calcium Citrate 1000 mg + Calcitriol 0.25 mcg + Vitamin K2-7 45 mcg + Magnesium 50 mg + Zinc 7.5 mg + Methylcobalamin 1000 mcg + L-Methylfolate Calcium tablet is a comprehensive nutritional supplement designed to support bone health, nerve function, and overall well-being. Calcium citrate provides easily absorbed calcium for strong bones and teeth, while calcitriol (active vitamin D3) enhances calcium absorption and prevents bone disorders like osteoporosis and osteomalacia. Vitamin K2-7 helps direct calcium to bones and prevents deposition in blood vessels, reducing cardiovascular risk. Magnesium and zinc aid in bone strength, muscle function, and immunity. Methylcobalamin (active vitamin B12) supports nerve health, red blood cell formation, and energy production, while L-methylfolate (active folate) improves cell growth, DNA synthesis, and anemia management. This combination is especially useful in osteoporosis, fractures, postmenopausal bone loss, chronic illnesses, and conditions with increased nutritional needs such as pregnancy or old age. Common side effects are rare and may include mild stomach upset, nausea, or constipation; excessive intake may cause hypercalcemia, kidney stones, or imbalances. It should be used cautiously in patients with kidney disease, high calcium levels, or hypersensitivity. Store in a cool, dry place, away from sunlight and moisture, and use only under medical supervision.",
    "attributes": {
      "SR.NO": "23",
      "BRAND NAME": "CALCIZEAL-K2 7M TAB",
      "CONTAIN": "Calcium Citrate 1000 Mg + Calcitriol 0.25Mcg + Vitamin K2-7 45 Mcg + Magnesium 50Mg + Zinc 7.5 Mg + Methylcobalamin 1000 Mg + L- Methylfolate Calcium Tablet",
      "PACK": "1*10 TAB (MONO)",
      "MRP": "160 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-24",
    "name": "CALCIZEAL-ROSE TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/CALCIZEAL-ROSE TAB.jpg",
    "shortDescription": "",
    "description": "Glucosamine Sulphate 500 mg + Collagen Peptide Type-II 200 mg + Chondroitin Sulphate Sodium 100 mg + Rosehip Extract 10 mg + Ginger Extract 10 mg + Boswellia Extract 2 mg + Vitamin D3 200 IU + Vitamin B12 1 mcg + Zinc 5 mg + Copper 1 mcg + Sodium Hyaluronate 30 mg tablet is a comprehensive joint health supplement formulated to improve mobility, flexibility, and reduce joint pain and stiffness. Glucosamine and chondroitin support cartilage repair and lubrication, while collagen peptide type-II helps maintain joint structure and strength. Sodium hyaluronate further enhances joint cushioning and fluid balance. Rosehip, ginger, and boswellia extracts provide natural anti-inflammatory and antioxidant effects, reducing swelling and improving comfort in arthritis and joint disorders. Vitamin D3 promotes calcium absorption and bone strength, while vitamin B12, zinc, and copper aid in nerve health, immunity, and connective tissue repair. This combination is commonly used in osteoarthritis, rheumatoid arthritis, sports injuries, and age-related joint degeneration to reduce pain, improve movement, and slow cartilage breakdown. Side effects are rare but may include mild stomach upset, nausea, or headache. It should be avoided in patients with known hypersensitivity, severe kidney/liver disease, or bleeding disorders. Store in a cool, dry place away from sunlight and moisture, and use strictly under medical supervision.",
    "attributes": {
      "SR.NO": "24",
      "BRAND NAME": "CALCIZEAL-ROSE TAB",
      "CONTAIN": "Glucosamine Sulphate 500 Mg + Collagen Peptide Type-II 200 Mg + Chondroitin Sulphate Sodium 100 Mg + Rosehip Extract 10 Mg + Ginger Extract 10 Mg + Boswellia Extract 2 Mg + Vitamin D3 200 IU + Vitamin B12- 1 Mcg + Zinc 5 Mg + Copper 1 Mcg + Sodium Hyaluronate 30 Mg Tablet",
      "PACK": "1*10 TAB (MONO)",
      "MRP": "325 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-25",
    "name": "CALCIZEAL-SUPER TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/CALCIZEAL SUPER TAB.jpg",
    "shortDescription": "",
    "description": "Calcium Citrate 1000 mg + Vitamin D3 200 IU + Magnesium 100 mg + Zinc 4 mg tablet is a dietary supplement used to support strong bones, teeth, and overall musculoskeletal health. Calcium citrate provides easily absorbed calcium essential for bone strength, nerve signaling, and muscle contraction, while Vitamin D3 enhances calcium and phosphorus absorption, maintaining healthy bone density and preventing osteoporosis, osteomalacia, or rickets. Magnesium helps regulate muscle and nerve function, contributes to energy production, and supports calcium balance, while zinc plays an important role in immunity, wound healing, and bone formation. This combination is especially beneficial in conditions like osteoporosis, fractures, postmenopausal bone loss, pregnancy, lactation, and in individuals with poor nutrition or low sun exposure. It reduces the risk of bone weakness and fractures while promoting overall bone metabolism. The tablet is usually taken once or twice daily after meals as directed by the physician. Mild side effects such as stomach upset, constipation, or nausea may occur; excessive intake can lead to hypercalcemia, kidney stones, or digestive disturbances. It should be avoided in patients with high calcium levels, severe kidney disease, or hypersensitivity. Store in a cool, dry place away from sunlight and moisture, and use only under medical supervision.",
    "attributes": {
      "SR.NO": "25",
      "BRAND NAME": "CALCIZEAL-SUPER TAB",
      "CONTAIN": "Calcium Citrate 1000 Mg + Vitamin D3 200 Iu + Magnesium 100 Mg + Zinc 4 Mg Tablet",
      "PACK": "1*15 TAB (BL)",
      "MRP": "170 (INR)",
      "BOX PACK": "10*15 TAB"
    }
  },
  {
    "id": "product-26",
    "name": "CILNIZ 10 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/CILNIZ 10 TAB.jpg",
    "shortDescription": "",
    "description": "Cilnidipine 10 mg tablet is a calcium channel blocker used in the treatment of high blood pressure (hypertension) and certain heart-related conditions. It works by blocking both L-type calcium channels in blood vessels and N-type calcium channels in nerves, which helps relax and widen blood vessels, improve blood flow, and reduce strain on the heart. By lowering blood pressure, it reduces the risk of complications such as stroke, heart attack, and kidney damage. Unlike some other calcium channel blockers, cilnidipine has the added benefit of reducing sympathetic nerve activity, which helps control blood pressure more effectively and lowers the chance of reflex tachycardia (fast heartbeat). It is usually taken once daily, with or without food, as prescribed by the doctor. Common side effects may include dizziness, headache, flushing, swelling of ankles, or fatigue, which are generally mild and temporary. Rare but serious effects can include very low blood pressure, irregular heartbeat, or allergic reactions. It should be used cautiously in patients with severe heart, liver, or kidney disease, and it should not be stopped suddenly without medical advice. Store in a cool, dry place away from sunlight and moisture, and take only under medical supervision.",
    "attributes": {
      "SR.NO": "26",
      "BRAND NAME": "CILNIZ 10 TAB",
      "CONTAIN": "Cilnidipine 10 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "75 (INR)",
      "BOX PACK": "20*10 TAB"
    }
  },
  {
    "id": "product-27",
    "name": "CILNIZ 20 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/CILNIZ 20 TAB.jpg",
    "shortDescription": "",
    "description": "Cilnidipine 20 mg tablet is a calcium channel blocker used to manage high blood pressure (hypertension) and protect against related complications such as stroke, heart attack, and kidney damage. It works by blocking L-type calcium channels in blood vessels, causing them to relax and widen, which lowers blood pressure, and N-type calcium channels in nerves, reducing excessive sympathetic nerve activity that contributes to hypertension. This dual action helps improve blood flow, decrease strain on the heart, and avoid reflex tachycardia, a common side effect of some other calcium channel blockers. Cilnidipine 20 mg is often prescribed when lower doses are insufficient to control blood pressure, and it is usually taken once daily, with or without food, as directed by the physician. Common side effects may include dizziness, flushing, ankle swelling, fatigue, or mild headache, which are generally temporary. Rarely, it may cause very low blood pressure, irregular heartbeat, or allergic reactions. The medicine should be used cautiously in patients with severe liver, kidney, or heart disease and should not be stopped suddenly without medical guidance. Store in a cool, dry place away from direct sunlight and moisture, and take strictly under medical supervision.",
    "attributes": {
      "SR.NO": "27",
      "BRAND NAME": "CILNIZ 20 TAB",
      "CONTAIN": "Cilnidipine 20 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "140 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-28",
    "name": "CILNIZ-T 40 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/CILNIZ-T 40 TAB.jpg",
    "shortDescription": "",
    "description": "Telmisartan 40 mg + Cilnidipine 10 mg tablet is a combination medicine used for the effective management of high blood pressure (hypertension) and to reduce the risk of complications such as heart attack, stroke, and kidney damage. Telmisartan is an angiotensin II receptor blocker (ARB) that prevents blood vessels from narrowing by blocking the action of angiotensin II, thereby lowering blood pressure and improving blood flow. Cilnidipine is a novel calcium channel blocker that works on both L-type and N-type calcium channels, helping relax and widen blood vessels while also reducing excessive sympathetic nerve activity, which provides better blood pressure control and minimizes reflex tachycardia. Together, they provide dual action in controlling hypertension, protecting the heart, kidneys, and blood vessels. The tablet is usually taken once daily, with or without food, as prescribed by the doctor. Common side effects may include dizziness, headache, ankle swelling, flushing, tiredness, or stomach upset, which are generally mild and temporary. Rare but serious effects include very low blood pressure, irregular heartbeat, or allergic reactions. It should be used cautiously in patients with liver, kidney, or severe heart problems and should not be stopped abruptly without medical advice. Store in a cool, dry place away from sunlight and moisture, and use only under medical supervision.",
    "attributes": {
      "SR.NO": "28",
      "BRAND NAME": "CILNIZ-T 40 TAB",
      "CONTAIN": "Telmisartan 40 Mg + Cilnidipine 10 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "100 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-29",
    "name": "CITIZEAL-P 800 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/CITIZEAL-P 800 TAB.jpg",
    "shortDescription": "",
    "description": "Citicoline 500 mg + Piracetam 800 mg tablet is a nootropic (brain booster) combination used to improve memory, focus, and overall brain function, especially in neurological conditions. Citicoline is a neuroprotective agent that supports the repair of damaged nerve cells, enhances the synthesis of neurotransmitters like acetylcholine, and improves blood flow to the brain, which aids recovery after stroke, brain injury, or in cognitive disorders. Piracetam is a nootropic that improves communication between nerve cells, enhances oxygen and glucose utilization in the brain, and helps protect against memory decline, confusion, or learning difficulties. Together, they are prescribed in the treatment of stroke recovery, dementia, Alzheimer’s disease, Parkinson’s disease, age-related memory loss, vertigo, and other cognitive or neurodegenerative disorders. This combination improves mental alertness, concentration, and learning capacity while reducing symptoms like dizziness, forgetfulness, and impaired coordination. Common side effects may include headache, nausea, abdominal discomfort, insomnia, or nervousness; serious side effects are rare but may include allergic reactions or mood changes. The medicine should be taken exactly as prescribed, with or without food, and not stopped suddenly without medical advice. Store in a cool, dry place away from moisture and sunlight, and use strictly under medical supervision.",
    "attributes": {
      "SR.NO": "29",
      "BRAND NAME": "CITIZEAL-P 800 TAB",
      "CONTAIN": "Citicoline 500 Mg + piracetam 800 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "800 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-30",
    "name": "CLOPIZEAL 75 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/CLOPIZEAL 75 TAB.jpg",
    "shortDescription": "",
    "description": "Clopidogrel 75 mg tablet is an antiplatelet medicine used to prevent blood clots in patients at risk of heart attack, stroke, or other cardiovascular problems. It works by inhibiting platelet aggregation, meaning it prevents platelets in the blood from sticking together and forming clots, thereby ensuring smooth blood flow through the arteries. It is commonly prescribed after a recent heart attack, stroke, angioplasty, or in patients with peripheral artery disease and other circulatory disorders. By reducing the risk of clot formation, clopidogrel lowers the chances of serious heart and brain complications. The medicine is usually taken once daily, with or without food, exactly as directed by the doctor. Common side effects may include stomach upset, diarrhea, or easy bruising, while serious but rare side effects include severe bleeding, black or bloody stools, unexplained weakness, or allergic reactions. It should not be stopped suddenly without medical advice, as this may increase the risk of clotting. Caution is advised in patients with bleeding disorders, recent surgery, liver disease, or those taking other anticoagulant or antiplatelet medicines. Store in a cool, dry place away from moisture and sunlight, and take strictly under medical supervision.",
    "attributes": {
      "SR.NO": "30",
      "BRAND NAME": "CLOPIZEAL 75 TAB",
      "CONTAIN": "Clopidogrel 75 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "55 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-31",
    "name": "CLOPIZEAL-A 75 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/CLOPIZEAL-A 75 TAB .jpg",
    "shortDescription": "",
    "description": "Clopidogrel 75 mg + Aspirin 75 mg tablet is a dual antiplatelet medicine used to prevent blood clots and reduce the risk of serious heart and brain complications such as heart attack, stroke, or blockage in blood vessels. Aspirin works by inhibiting the enzyme that makes thromboxane, a chemical that triggers platelets to clump together, while clopidogrel blocks ADP receptors on platelets, further reducing their ability to stick and form clots. Together, they provide stronger and broader protection against clot formation than when used alone. This combination is commonly prescribed after angioplasty, stent placement, heart attack, ischemic stroke, or in patients with unstable angina and peripheral artery disease. It helps maintain smooth blood flow and prevents re-blockage of arteries. The tablet is usually taken once daily with water, as directed by the doctor. Common side effects include stomach upset, indigestion, bruising, or mild bleeding, while serious but rare risks involve severe bleeding, black or bloody stools, unexplained weakness, or allergic reactions. It should be avoided in patients with active bleeding, stomach ulcers, bleeding disorders, or severe liver disease. Regular medical supervision is essential to monitor safety. Store in a cool, dry place away from sunlight and moisture, and never stop treatment abruptly without a doctor’s advice.",
    "attributes": {
      "SR.NO": "31",
      "BRAND NAME": "CLOPIZEAL-A 75 TAB",
      "CONTAIN": "Clopidogrel 75 mg + Aspirin 75 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "38 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-32",
    "name": "DAPAZEAL 10 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/DAPAZEAL 10 TAB.jpg",
    "shortDescription": "",
    "description": "Dapagliflozin 10 mg tablet is an antidiabetic medicine belonging to the class of SGLT2 (sodium-glucose co-transporter 2) inhibitors, used to manage type 2 diabetes mellitus and reduce the risk of complications such as kidney damage, heart disease, and stroke. It works by blocking SGLT2 proteins in the kidneys, which reduces glucose reabsorption and increases glucose excretion through urine, thereby lowering blood sugar levels. In addition to improving glycemic control, dapagliflozin may also aid in weight reduction, lower blood pressure, and provide protective effects on the heart and kidneys, making it beneficial for patients with type 2 diabetes who also have cardiovascular or renal risk factors. The tablet is usually taken once daily, with or without food, as prescribed by the doctor. Common side effects may include frequent urination, urinary tract infections, genital infections, or mild dehydration; rare but serious effects include ketoacidosis, severe urinary infections, or kidney problems. It should not be used in patients with type 1 diabetes, severe kidney impairment, or diabetic ketoacidosis. Adequate hydration is important while on this medicine. Store in a cool, dry place away from moisture and sunlight, and take only under strict medical supervision.",
    "attributes": {
      "SR.NO": "32",
      "BRAND NAME": "DAPAZEAL 10 TAB",
      "CONTAIN": "Dapagliflozin 10 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "220 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-33",
    "name": "DAPAZEAL-M 10/500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/DAPAZEAL-M 10-500 TAB.jpg",
    "shortDescription": "",
    "description": "Dapagliflozin 10 mg + Metformin 500 mg tablet is a combination antidiabetic medicine used to control high blood sugar in patients with type 2 diabetes mellitus and to reduce the risk of diabetes-related complications such as kidney damage, heart disease, stroke, and nerve problems. Dapagliflozin is an SGLT2 inhibitor that lowers blood glucose by blocking glucose reabsorption in the kidneys, increasing its excretion through urine, while Metformin is a biguanide that decreases glucose production in the liver, improves insulin sensitivity, and enhances glucose uptake by muscles. Together, they provide dual action to achieve better blood sugar control, help in weight management, and improve cardiovascular and renal outcomes. This medicine is usually taken once or twice daily with meals to reduce stomach upset, strictly as advised by the doctor. Common side effects may include frequent urination, urinary or genital infections, nausea, diarrhea, or stomach discomfort, while rare but serious effects may include lactic acidosis, ketoacidosis, or kidney problems. It should not be used in patients with type 1 diabetes, severe kidney or liver disease, or diabetic ketoacidosis. Adequate hydration and regular monitoring of kidney function and blood sugar are recommended. Store in a cool, dry place away from sunlight and moisture, and use only under medical supervision.",
    "attributes": {
      "SR.NO": "33",
      "BRAND NAME": "DAPAZEAL-M 10/500 TAB",
      "CONTAIN": "Dapagliflozin 10 Mg + Metformin 500 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "240 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-34",
    "name": "DAPAZEAL-VG 10/100 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/DAPAZEAL-VG 10-100 TAB.jpg",
    "shortDescription": "",
    "description": "Dapagliflozin 10 mg + Vildagliptin 100 mg tablet is an oral antidiabetic combination used to manage type 2 diabetes mellitus and reduce the risk of complications such as heart disease, kidney damage, and stroke. Dapagliflozin is an SGLT2 inhibitor that works by preventing glucose reabsorption in the kidneys, thereby increasing glucose excretion through urine and lowering blood sugar levels. Vildagliptin is a DPP-4 inhibitor that enhances the action of incretin hormones, which increase insulin release after meals and decrease glucagon secretion, thus improving blood sugar control. Together, this dual therapy provides effective glycemic management, supports weight reduction, improves insulin sensitivity, and may offer cardiovascular and renal protection. The tablet is usually taken once daily, with or without food, as prescribed by the doctor. Common side effects may include urinary tract infections, genital infections, frequent urination, headache, or stomach upset, while rare but serious risks include pancreatitis, ketoacidosis, or severe kidney problems. This medicine should not be used in patients with type 1 diabetes, diabetic ketoacidosis, or severe kidney or liver disease. Adequate hydration, healthy diet, and regular exercise should be maintained alongside treatment. Store in a cool, dry place away from sunlight and moisture, and use strictly under medical supervision.",
    "attributes": {
      "SR.NO": "34",
      "BRAND NAME": "DAPAZEAL-VG 10/100 TAB",
      "CONTAIN": "Dapagliflozin 10 Mg + Vildagliptin 100 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "240 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-35",
    "name": "DEFAZ 6 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/DEFAZ 6 TAB.jpg",
    "shortDescription": "",
    "description": "Deflazacort 6 mg tablet is a corticosteroid medicine used to reduce inflammation and suppress overactive immune responses in various conditions such as asthma, arthritis, allergies, autoimmune disorders, nephrotic syndrome, and certain skin or eye diseases. It works by decreasing the release of inflammatory substances in the body, thereby relieving symptoms like swelling, pain, redness, and breathing difficulty. Deflazacort is also commonly prescribed in Duchenne muscular dystrophy to slow disease progression and improve muscle strength. Compared to some other steroids, it may cause fewer side effects related to weight gain or bone loss, but long-term use still requires careful monitoring. The tablet is usually taken once daily, preferably after food, exactly as directed by the doctor. Common side effects may include increased appetite, weight gain, mood changes, indigestion, or trouble sleeping, while prolonged use can lead to weaker bones, high blood sugar, infections, or hormonal imbalance. The dose should never be stopped suddenly without medical advice, as it may cause withdrawal symptoms. It should be used cautiously in patients with diabetes, hypertension, infections, or osteoporosis. Store in a cool, dry place away from moisture and sunlight, and always take it under strict medical supervision.",
    "attributes": {
      "SR.NO": "35",
      "BRAND NAME": "DEFAZ 6 TAB",
      "CONTAIN": "Deflazacort 6 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "130 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-36",
    "name": "DICLOZEAL 50 MG GEL",
    "category": "Cream & Ointment",
    "sku": "",
    "image": "/images/products/DICLOZEAL 50 GM GEL.jpg",
    "shortDescription": "",
    "description": "Diclofenac 1.16% + Linseed Oil 3% + Methyl Salicylate 10% + Menthol 5% gel is a topical pain-relieving and anti-inflammatory formulation used to treat muscle pain, joint pain, sprains, strains, backache, arthritis, and sports injuries. Diclofenac is a non-steroidal anti-inflammatory drug (NSAID) that reduces pain, swelling, and inflammation by blocking prostaglandin production. Linseed oil acts as an anti-inflammatory and enhances the absorption of diclofenac through the skin. Methyl salicylate provides a warming effect that improves blood circulation at the affected site, while menthol offers a cooling sensation that soothes pain and reduces discomfort. Together, these ingredients provide fast relief from pain, stiffness, and swelling, improving mobility and flexibility. The gel is applied directly to the affected area and gently massaged until absorbed, usually 2–3 times a day or as directed by the physician. Common side effects are mild and localized, such as skin irritation, redness, itching, or burning at the application site, which usually resolve on their own. It should not be applied on broken skin, open wounds, or near the eyes and mucous membranes. The gel is for external use only and should be stored in a cool, dry place away from heat and direct sunlight. Use strictly under medical guidance.",
    "attributes": {
      "SR.NO": "36",
      "BRAND NAME": "DICLOZEAL 50 MG GEL",
      "CONTAIN": "Diclofenac 1.16 % + Linseed Oil 3 % + Methyl Salicylate 10% + Menthol 5\n% Gel",
      "PACK": "50 GM",
      "MRP": "170 (INR)",
      "BOX PACK": "10*50 GM"
    }
  },
  {
    "id": "product-37",
    "name": "E-VITAZ 400 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/E-VITAZ 400 CAP.jpg",
    "shortDescription": "",
    "description": "Vitamin E 400 capsule (soft gelatin) is a dietary supplement that provides a powerful antioxidant essential for protecting cells from oxidative stress and free radical damage. It supports healthy skin by promoting hydration, elasticity, and healing, making it beneficial in conditions like dry skin, scars, and stretch marks. Vitamin E also plays a role in boosting immunity, maintaining cardiovascular health, improving blood circulation, and supporting nerve and muscle function. It may help reduce oxidative stress in chronic diseases and slow down cell aging. The soft gelatin form ensures better absorption and easy swallowing. This supplement is commonly used in cases of Vitamin E deficiency, certain skin disorders, or as part of supportive therapy in cardiovascular and neurological conditions. It is generally well tolerated, though high doses may rarely cause side effects such as nausea, headache, diarrhea, or stomach discomfort. It should be taken as advised by a healthcare professional, preferably after meals to enhance absorption. The capsule should be stored in a cool, dry place, away from heat and direct sunlight.",
    "attributes": {
      "SR.NO": "37",
      "BRAND NAME": "E-VITAZ 400 CAP",
      "CONTAIN": "Vitamin E 400 Capsule (SOFT GELATIN)",
      "PACK": "1*10 SG CAP (3 MONO)",
      "MRP": "90 (INR)",
      "BOX PACK": "10*3*10 CAP"
    }
  },
  {
    "id": "product-38",
    "name": "ECITOZ 10 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ECITOZ 10 TAB.jpg",
    "shortDescription": "",
    "description": "Escitalopram 10 mg tablet is an antidepressant belonging to the selective serotonin reuptake inhibitor (SSRI) class, used primarily to treat depression, generalized anxiety disorder (GAD), panic disorder, social anxiety, and obsessive-compulsive disorder (OCD). It works by increasing serotonin levels in the brain, a neurotransmitter that helps regulate mood, emotions, and behavior, thereby relieving symptoms such as persistent sadness, nervousness, restlessness, and loss of interest. Regular use improves mood, sleep quality, energy, and overall daily functioning. It is usually taken once daily, with or without food, as prescribed by a doctor. Common side effects may include nausea, headache, dry mouth, dizziness, sleep disturbances, or fatigue, which are often mild and temporary. Serious side effects such as mood changes, suicidal thoughts, or irregular heartbeat are rare but require immediate medical attention. Stopping the medication suddenly should be avoided, as it may cause withdrawal symptoms; tapering should be done under medical supervision. Escitalopram is not habit-forming but should be used strictly as directed. Caution is advised in patients with liver disease, heart conditions, or those taking other medicines that affect serotonin levels. Store in a cool, dry place away from moisture and direct sunlight.",
    "attributes": {
      "SR.NO": "38",
      "BRAND NAME": "ECITOZ 10 TAB",
      "CONTAIN": "Escitalopram 10 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "80 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-39",
    "name": "ECITOZ-FORTE TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ECITOZ-FORTE TAB.jpg",
    "shortDescription": "",
    "description": "Escitalopram 10 mg + Clonazepam 0.5 mg tablet is a combination medicine used to manage depression, generalized anxiety disorder, panic disorder, and other mood-related conditions. Escitalopram, a selective serotonin reuptake inhibitor (SSRI), works by increasing serotonin levels in the brain to improve mood, reduce nervousness, and restore emotional balance. Clonazepam, a benzodiazepine, acts on the brain and nerves to produce a calming effect, reducing excessive anxiety, restlessness, and panic symptoms. Together, they provide relief from persistent sadness, worry, tension, and sleep disturbances, improving overall quality of life. The tablet is usually taken once daily, with or without food, as prescribed by the physician. Common side effects may include drowsiness, dizziness, nausea, headache, dry mouth, or fatigue, which are generally mild and temporary. Since clonazepam can cause dependence or withdrawal symptoms if stopped suddenly, the medicine should not be discontinued without medical advice. Caution is required in patients with liver or kidney disease, respiratory problems, or a history of substance abuse. It should be avoided with alcohol and used only under medical supervision to ensure safety and effectiveness. Store the tablet in a cool, dry place away from moisture and direct sunlight.",
    "attributes": {
      "SR.NO": "39",
      "BRAND NAME": "ECITOZ-FORTE TAB",
      "CONTAIN": "Escitalopram 10 Mg + Clonazepam 0.5 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "110 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-40",
    "name": "ESOZEAL 40 MG TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ESOZEAL 40 TAB.jpg",
    "shortDescription": "",
    "description": "Esomeprazole 40 mg (gastro-resistant) tablet is a proton pump inhibitor (PPI) used to reduce excessive stomach acid production and treat conditions such as gastroesophageal reflux disease (GERD), peptic ulcers, Zollinger-Ellison syndrome, and erosive esophagitis. It works by blocking the proton pumps in the stomach lining, which are responsible for acid secretion, thereby relieving symptoms like heartburn, acid regurgitation, stomach pain, and difficulty swallowing. The gastro-resistant formulation ensures the tablet passes through the stomach without being destroyed by acid, allowing it to be absorbed in the intestine for maximum effectiveness. The tablet is usually taken once daily, 30–60 minutes before a meal, as prescribed by the doctor. Common side effects may include headache, nausea, diarrhea, constipation, stomach pain, or flatulence, while rare but serious effects include severe allergic reactions, low magnesium levels, or kidney problems. Long-term use may increase the risk of bone fractures, vitamin B12 deficiency, or gut infections. It should be used cautiously in patients with liver disease, low magnesium, or kidney problems. Store in a cool, dry place away from direct sunlight and moisture, and take only under medical supervision.",
    "attributes": {
      "SR.NO": "40",
      "BRAND NAME": "ESOZEAL 40 MG TAB",
      "CONTAIN": "Esomeprazole 40 Mg (Gestro-Resistant) Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "100 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-41",
    "name": "ESOZEAL-DSR CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ESOZEAL-DSR CAP.jpg",
    "shortDescription": "",
    "description": "Esomeprazole 40 mg + Domperidone 30 mg capsule is a combination medicine used to treat gastroesophageal reflux disease (GERD), acid reflux, heartburn, nausea, vomiting, and delayed stomach emptying. Esomeprazole, a proton pump inhibitor (PPI), reduces the production of stomach acid by blocking proton pumps in the stomach lining, providing relief from acid-related symptoms and preventing damage to the esophagus. Domperidone is a prokinetic agent that enhances stomach motility and accelerates gastric emptying, helping reduce bloating, nausea, and vomiting. Together, this combination provides effective relief from heartburn, indigestion, acid regurgitation, and associated gastrointestinal discomfort. The capsule is usually taken 30–60 minutes before meals, as prescribed by the doctor. Common side effects may include headache, dizziness, dry mouth, mild abdominal pain, diarrhea, or constipation, while rare but serious effects include irregular heartbeat, severe allergic reactions, or elevated liver enzymes. It should be used cautiously in patients with liver or kidney problems, heart conditions, or electrolyte imbalances. Store in a cool, dry place away from sunlight and moisture, and take only under medical supervision.",
    "attributes": {
      "SR.NO": "41",
      "BRAND NAME": "ESOZEAL-DSR CAP",
      "CONTAIN": "Esomeprazole 40 Mg + Domperidone 30 Mg Capsule",
      "PACK": "1*10 CAP (AA)",
      "MRP": "150 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-42",
    "name": "ETORIZ 90 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ETORIZ 90 TAB.jpg",
    "shortDescription": "",
    "description": "Etoricoxib 90 mg tablet is a non-steroidal anti-inflammatory drug (NSAID) specifically classified as a selective COX-2 inhibitor, used to relieve pain and inflammation in conditions such as osteoarthritis, rheumatoid arthritis, ankylosing spondylitis, gout, and acute musculoskeletal pain. It works by selectively blocking the cyclooxygenase-2 (COX-2) enzyme, which is responsible for producing inflammatory chemicals called prostaglandins, thereby reducing pain, swelling, and stiffness while minimizing gastrointestinal side effects compared to non-selective NSAIDs. The tablet is usually taken once daily, with or without food, as prescribed by the doctor. Common side effects may include mild headache, dizziness, stomach upset, or swelling in the legs or feet, while rare but serious effects can include heart attack, stroke, high blood pressure, gastrointestinal bleeding, liver or kidney problems. It should be used with caution in patients with heart disease, kidney or liver impairment, hypertension, or a history of gastrointestinal ulcers. The medication should be taken at the lowest effective dose for the shortest possible duration. Store in a cool, dry place away from sunlight and moisture, and use only under medical supervision.",
    "attributes": {
      "SR.NO": "42",
      "BRAND NAME": "ETORIZ 90 TAB",
      "CONTAIN": "Etoricoxib 90 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "130 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-43",
    "name": "ETORIZ-TH4  TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ETORIZ-TH4 TAB.jpg",
    "shortDescription": "",
    "description": "Etoricoxib 60 mg + Thiocolchicoside 4 mg tablet is a combination medicine used to relieve pain, inflammation, and muscle stiffness associated with conditions such as back pain, muscle spasms, osteoarthritis, rheumatoid arthritis, and other musculoskeletal disorders. Etoricoxib is a selective COX-2 inhibitor that reduces inflammation and pain by blocking prostaglandin production, while Thiocolchicoside is a muscle relaxant that works on the central nervous system to relieve muscle spasms and improve mobility. Together, they provide effective relief from pain, swelling, and muscle stiffness, enhancing daily function and comfort. The tablet is usually taken once daily or as prescribed by the doctor, with or without food. Common side effects may include mild stomach upset, dizziness, headache, or drowsiness, while rare but serious effects can include gastrointestinal bleeding, liver or kidney problems, irregular heartbeat, or severe allergic reactions. Caution is advised in patients with heart disease, high blood pressure, kidney or liver impairment, or a history of ulcers. The medication should be taken at the lowest effective dose for the shortest duration needed. Store in a cool, dry place away from sunlight and moisture, and use strictly under medical supervision.",
    "attributes": {
      "SR.NO": "43",
      "BRAND NAME": "ETORIZ-TH4  TAB",
      "CONTAIN": "Etoricoxib 60 mg + Thiocolchicoside 4 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "260 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-44",
    "name": "FEBUZEAL 40  TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/FEBUZEAL 40 TAB.jpg",
    "shortDescription": "",
    "description": "Febuxostat 40 mg Tablet is a prescription medicine used to lower high uric acid levels in the blood, primarily for patients suffering from gout. It works by selectively inhibiting the enzyme xanthine oxidase, which is responsible for producing uric acid in the body. By reducing uric acid levels, it helps prevent gout attacks, joint pain, swelling, and other related complications. This medicine is generally prescribed when uric acid levels cannot be controlled by diet and lifestyle changes alone or when patients do not respond well to other uric acid-lowering treatments. Febuxostat 40 mg should be taken exactly as directed by a healthcare professional, usually once daily, with or without food. It is not intended for the treatment of high uric acid caused by cancer therapy or for asymptomatic hyperuricemia. Patients with liver, kidney, or heart conditions should use it cautiously under medical supervision. Common side effects may include nausea, joint pain, mild rash, or abnormal liver tests. Regular monitoring of uric acid levels and liver function is recommended during treatment to ensure safety and effectiveness.",
    "attributes": {
      "SR.NO": "44",
      "BRAND NAME": "FEBUZEAL 40  TAB",
      "CONTAIN": "Febuxostat 40 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "120 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-45",
    "name": "FERZEAL-XT TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/FERZEAL-XT TAB.jpg",
    "shortDescription": "",
    "description": "Ferrous Ascorbate 100 mg + Folic Acid 1.5 mg Tablet is a nutritional supplement used to treat and prevent iron deficiency anemia and folic acid deficiency. Ferrous Ascorbate provides elemental iron in a highly absorbable form, helping the body produce healthy red blood cells and improve oxygen transport, while Vitamin C in the compound enhances iron absorption. Folic Acid supports red blood cell formation and is especially important during pregnancy for proper development of the baby’s brain and spinal cord, thereby reducing the risk of neural tube defects. This tablet is commonly prescribed to pregnant and lactating women, individuals with anemia, or those with poor dietary intake. It helps reduce symptoms such as fatigue, weakness, and low immunity caused by anemia. The medicine should be taken as advised by a healthcare professional, usually after meals to minimize stomach upset. Common side effects may include nausea, constipation, or dark stools, which are generally mild and temporary. Regular monitoring of hemoglobin and iron levels is recommended during treatment to ensure safety and effectiveness.",
    "attributes": {
      "SR.NO": "45",
      "BRAND NAME": "FERZEAL-XT TAB",
      "CONTAIN": "Ferrous Ascorbate 100 Mg + Folic 1.5 Mg Tablet",
      "PACK": "1*10 TAB (MONO)",
      "MRP": "140 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-46",
    "name": "FEXOL 180 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/FEXOL 180 TAB.jpg",
    "shortDescription": "",
    "description": "Fexofenadine Hydrochloride 180 mg tablet is a non-sedating antihistamine used to relieve allergy symptoms such as sneezing, runny nose, itchy or watery eyes, and hives caused by conditions like seasonal allergic rhinitis and chronic idiopathic urticaria. It works by blocking the action of histamine, a natural substance in the body responsible for allergy symptoms, thereby reducing inflammation, itching, and swelling. Unlike older antihistamines, fexofenadine causes minimal drowsiness, allowing patients to continue daily activities without significant sedation. The tablet is usually taken once daily, with water, and can be taken with or without food. Common side effects are mild and may include headache, nausea, dizziness, or stomach upset, while serious side effects are rare but may include severe allergic reactions or rapid heartbeat. It should be used cautiously in patients with kidney or liver impairment and is not recommended for children under a specified age unless advised by a doctor. Store in a cool, dry place away from sunlight and moisture, and use strictly under medical supervision.",
    "attributes": {
      "SR.NO": "46",
      "BRAND NAME": "FEXOL 180 TAB",
      "CONTAIN": "Fexofenadine Hydrochloride 180 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "200 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-47",
    "name": "FLUPEZ-M 0.5/10 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/FLUZEAL-M 0.5-10 TAB.jpg",
    "shortDescription": "",
    "description": "Flupentixol 0.5 mg + Melitracen 10 mg tablet is a combination medicine used to manage mild to moderate depression, anxiety, and stress-related disorders. Flupentixol is a low-dose antipsychotic that works by modulating neurotransmitters in the brain, particularly dopamine, to improve mood, reduce irritability, and enhance motivation. Melitracen is a tricyclic antidepressant that helps balance serotonin and norepinephrine levels, alleviating symptoms such as sadness, fatigue, and low energy. Together, this combination provides both mood-lifting and anti-anxiety effects, helping patients feel more motivated, focused, and emotionally stable. The tablet is usually taken once daily or as prescribed by the doctor, with or without food. Common side effects may include mild drowsiness, dry mouth, dizziness, headache, or constipation, while serious but rare effects include abnormal heart rhythms, severe allergic reactions, or worsening mood. It should be used cautiously in patients with heart disease, liver or kidney impairment, epilepsy, or a history of suicidal thoughts. Abrupt discontinuation should be avoided, and treatment should always follow medical guidance. Store in a cool, dry place away from sunlight and moisture, and use strictly under medical supervision.",
    "attributes": {
      "SR.NO": "47",
      "BRAND NAME": "FLUPEZ-M 0.5/10 TAB",
      "CONTAIN": "Flupentixol 0.5 mg + Melitracen 10 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "90 (INR)",
      "BOX PACK": "10*10 Tab"
    }
  },
  {
    "id": "product-48",
    "name": "FLUZEAL 150  TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/FLUZEAL-150 TAB.jpg",
    "shortDescription": "",
    "description": "Fluconazole 150 mg tablet is an antifungal medication used to treat a variety of fungal infections, including yeast infections of the mouth, throat, esophagus, and vagina, as well as systemic fungal infections. It works by inhibiting the enzyme responsible for producing ergosterol, an essential component of the fungal cell membrane, thereby weakening the fungus and stopping its growth. The tablet is usually taken as a single dose or as prescribed by a doctor, depending on the type and severity of the infection. Common side effects may include headache, nausea, stomach upset, diarrhea, or dizziness, while rare but serious effects can include liver problems, severe allergic reactions, irregular heartbeat, or changes in taste. Fluconazole should be used cautiously in patients with liver or kidney disease and those taking other medications that may interact with it. Adequate hydration is recommended during treatment. Store the tablet in a cool, dry place away from direct sunlight and moisture, and take strictly under medical supervision.",
    "attributes": {
      "SR.NO": "48",
      "BRAND NAME": "FLUZEAL 150  TAB",
      "CONTAIN": "Fluconazole 150 mg Tablet",
      "PACK": "1*1 TAB (BL)",
      "MRP": "13.5 (INR)",
      "BOX PACK": "10*5*1 TAB"
    }
  },
  {
    "id": "product-49",
    "name": "GABAZAC-M TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GABAZAC-M TAB.jpg",
    "shortDescription": "",
    "description": "Gabapentin 300 mg + Methylcobalamin 500 mcg tablet is a combination medicine used to manage nerve-related pain, neuropathy, and certain neurological disorders. Gabapentin is an anticonvulsant that works by stabilizing overactive nerve signals, reducing nerve pain, tingling, and burning sensations commonly seen in diabetic neuropathy, postherpetic neuralgia, or peripheral neuropathies. Methylcobalamin, the active form of vitamin B12, supports nerve repair, regeneration, and proper functioning, improving overall nerve health and reducing symptoms of numbness or weakness. Together, this combination helps relieve nerve pain, improve sensory function, and enhance quality of life. The tablet is usually taken as prescribed by the doctor, with or without food, typically 1–3 times daily depending on the condition. Common side effects may include dizziness, drowsiness, nausea, or mild gastrointestinal discomfort, while rare but serious effects can include allergic reactions or severe fatigue. Caution is advised in patients with kidney or liver impairment, and the medication should be used strictly under medical supervision. Store in a cool, dry place away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "49",
      "BRAND NAME": "GABAZAC-M TAB",
      "CONTAIN": "Gabapentin 300 mg + Methylcobalamin 500 mcg Tablet",
      "PACK": "1*10 TAB (AA)(MONO)",
      "MRP": "160 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-50",
    "name": "GABAZAC-NT 400/10 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GABAZAC-NT 400-10 TAB.jpg",
    "shortDescription": "",
    "description": "Gabapentin 400 mg + Nortriptyline Hydrochloride 10 mg tablet is a combination medicine used to treat neuropathic pain caused by conditions such as diabetes, shingles (postherpetic neuralgia), nerve injuries, or chronic pain disorders. Gabapentin is an anticonvulsant that calms overactive nerves by modulating abnormal electrical activity in the brain, reducing pain signals and providing relief from burning, tingling, or stabbing sensations. Nortriptyline, a tricyclic antidepressant, enhances the levels of serotonin and norepinephrine in the nervous system, improving mood and further reducing pain perception. Together, they provide effective control of nerve-related pain and improve sleep quality and overall functioning. The tablet is usually taken once or twice daily, with or without food, as prescribed by the doctor. Common side effects may include dizziness, drowsiness, dry mouth, constipation, blurred vision, or weight gain, while serious but rare effects can include mood changes, irregular heartbeat, or allergic reactions. Caution is advised in patients with heart disease, liver or kidney problems, glaucoma, or a history of seizures. The medicine should not be stopped abruptly without medical advice to avoid withdrawal symptoms. Store in a cool, dry place away from moisture and sunlight, and use only under medical supervision.",
    "attributes": {
      "SR.NO": "50",
      "BRAND NAME": "GABAZAC-NT 400/10 TAB",
      "CONTAIN": "Gabapentin 400 mg + Nortriptlyline hydrochloride 10 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "200 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-51",
    "name": "GLICAZ-M 80 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLICAZ-M 80 TAB.jpg",
    "shortDescription": "",
    "description": "Gliclazide 80 mg + Metformin 500 mg tablet is an oral antidiabetic combination used to control blood sugar levels in patients with type 2 diabetes mellitus. Gliclazide is a sulfonylurea that works by stimulating the pancreas to release more insulin, thereby lowering blood glucose. Metformin is a biguanide that reduces glucose production in the liver, decreases intestinal absorption of sugar, and improves the body’s sensitivity to insulin. Together, they provide better blood sugar control, reduce the risk of diabetes-related complications such as kidney damage, nerve problems, and heart disease, and help maintain overall metabolic balance. The tablet is usually taken with meals to reduce gastrointestinal side effects and as prescribed by the doctor. Common side effects may include nausea, stomach upset, diarrhea, headache, or dizziness, while rare but serious effects include low blood sugar (hypoglycemia), lactic acidosis, or allergic reactions. Caution is advised in patients with kidney or liver disease, heart problems, or those consuming alcohol regularly. Regular monitoring of blood sugar levels, healthy diet, and exercise are important for effective diabetes management. Store the medicine in a cool, dry place away from moisture and sunlight, and use strictly under medical supervision.",
    "attributes": {
      "SR.NO": "51",
      "BRAND NAME": "GLICAZ-M 80 TAB",
      "CONTAIN": "Gliclazide 80 Mg + Metformin 500 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "100 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-52",
    "name": "GLICAZ 60 MR TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLICAZ 60 MR TAB.jpg",
    "shortDescription": "",
    "description": "Gliclazide 60 mg (MR) tablet is an oral antidiabetic medicine belonging to the sulfonylurea class, used to manage type 2 diabetes mellitus. It works by stimulating the pancreas to release more insulin, thereby helping to lower and control blood sugar levels effectively. The “MR” (modified release) formulation ensures a gradual and sustained release of the drug in the body, providing long-lasting control of blood glucose with once-daily dosing. Regular use of gliclazide helps prevent complications of diabetes such as kidney damage, eye problems, nerve disorders, and heart disease. The tablet is usually taken with breakfast or the first main meal of the day, as prescribed by the doctor. Common side effects may include mild stomach upset, nausea, headache, or dizziness, while a possible serious effect is hypoglycemia (low blood sugar), especially if meals are skipped, alcohol is consumed, or excessive exercise is done. It should be used cautiously in patients with kidney or liver disease and is not recommended for type 1 diabetes or diabetic ketoacidosis. A balanced diet, regular physical activity, and routine monitoring of blood sugar are essential along with this medication. Store in a cool, dry place away from moisture and direct sunlight.",
    "attributes": {
      "SR.NO": "52",
      "BRAND NAME": "GLICAZ 60 MR TAB",
      "CONTAIN": "Gliclazide 60 Mg (Mr) Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "120 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-53",
    "name": "GLIMIL 1 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL 1 TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 1 mg tablet is an oral antidiabetic medicine belonging to the sulfonylurea class, used to manage type 2 diabetes mellitus. It works by stimulating the pancreas to release more insulin and increasing the body’s sensitivity to it, thereby lowering and controlling blood sugar levels. Regular use of glimepiride, along with a proper diet and exercise, helps prevent long-term complications of diabetes such as kidney damage, nerve problems, vision loss, and cardiovascular disease. The tablet is usually taken once daily with breakfast or the first main meal of the day, as prescribed by the doctor. Common side effects may include low blood sugar (hypoglycemia), dizziness, headache, nausea, or weight gain, while serious but rare effects can include severe allergic reactions, liver problems, or vision changes. The risk of hypoglycemia is higher if meals are skipped, alcohol is consumed, or excessive exercise is done without proper dietary intake. It should be used cautiously in patients with kidney or liver impairment and is not suitable for type 1 diabetes or diabetic ketoacidosis. Regular monitoring of blood glucose, adherence to medical advice, and lifestyle modifications are essential for best results. Store in a cool, dry place away from heat and moisture.",
    "attributes": {
      "SR.NO": "53",
      "BRAND NAME": "GLIMIL 1 TAB",
      "CONTAIN": "Glimepiride 1 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "40 (INR)",
      "BOX PACK": "20*10 TAB"
    }
  },
  {
    "id": "product-54",
    "name": "GLIMIL 2 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL 2.jpg",
    "shortDescription": "",
    "description": "Glimepiride 2 mg tablet is an oral antidiabetic medicine from the sulfonylurea class, prescribed to control blood sugar levels in patients with type 2 diabetes mellitus. It works by stimulating the pancreas to release more insulin and improving the body’s ability to use it effectively, thereby lowering blood glucose. When combined with a proper diet, regular exercise, and lifestyle changes, glimepiride helps reduce the risk of serious diabetes-related complications such as kidney damage, nerve problems, vision loss, and heart disease. The tablet is usually taken once daily with breakfast or the first main meal, as directed by the doctor. Common side effects may include low blood sugar (hypoglycemia), dizziness, headache, nausea, or weight gain, while rare but serious side effects can include severe allergic reactions, liver dysfunction, or visual disturbances. The risk of hypoglycemia increases if meals are skipped, alcohol is consumed, or heavy exercise is done without adequate food intake. Caution is advised in patients with kidney or liver problems, and it is not suitable for type 1 diabetes or diabetic ketoacidosis. Regular monitoring of blood glucose and following medical advice are essential for safe and effective treatment. Store in a cool, dry place away from moisture and sunlight.",
    "attributes": {
      "SR.NO": "54",
      "BRAND NAME": "GLIMIL 2 TAB",
      "CONTAIN": "Glimepiride 2 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "65 (INR)",
      "BOX PACK": "20*10 TAB"
    }
  },
  {
    "id": "product-55",
    "name": "GLIMIL-M 0.5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-M 0.5 TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 0.5 mg + Metformin Hydrochloride 500 mg tablet is an oral antidiabetic combination used in the management of type 2 diabetes mellitus. Glimepiride is a sulfonylurea that stimulates the pancreas to release more insulin, thereby lowering blood glucose levels, while Metformin is a biguanide that decreases glucose production in the liver, improves insulin sensitivity, and reduces sugar absorption from the intestines. Together, they provide better blood sugar control than either drug alone, helping to prevent long-term diabetes complications such as kidney damage, nerve problems, heart disease, and vision loss. The tablet is usually taken with meals to reduce stomach upset and hypoglycemia risk, strictly as prescribed by the doctor. Common side effects may include nausea, diarrhea, stomach discomfort, headache, or dizziness, while rare but serious effects include hypoglycemia, lactic acidosis, or severe allergic reactions. It should be used with caution in patients with kidney or liver impairment, heart disease, or those who consume alcohol regularly. Regular monitoring of blood sugar, a healthy diet, exercise, and adherence to medical advice are essential for effective treatment. Store in a cool, dry place away from heat and moisture, and keep out of reach of children.",
    "attributes": {
      "SR.NO": "55",
      "BRAND NAME": "GLIMIL-M 0.5 TAB",
      "CONTAIN": "Glimepiride 0.5 mg + Metformin Hydrochloride 500 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "65 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-56",
    "name": "GLIMIL-M 1 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-M1 TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 1 mg + Metformin 500 mg (SR) tablet is an oral antidiabetic combination used to manage type 2 diabetes mellitus when blood sugar levels are not adequately controlled by diet, exercise, or single-drug therapy. Glimepiride, a sulfonylurea, works by stimulating the pancreas to release more insulin, while Metformin, a biguanide, reduces glucose production in the liver, improves insulin sensitivity, and lowers sugar absorption in the intestines. The “SR” (sustained release) formulation of Metformin ensures slow and steady drug release, reducing stomach irritation and providing longer-lasting blood sugar control. Together, this combination helps maintain balanced glucose levels and prevents complications of diabetes such as kidney damage, nerve problems, heart disease, and vision loss. The tablet is usually taken once daily with food, as directed by the doctor, to minimize the risk of hypoglycemia and gastric upset. Common side effects include nausea, diarrhea, stomach discomfort, headache, or dizziness, while rare but serious risks include hypoglycemia, lactic acidosis, or severe allergic reactions. It should be used cautiously in patients with kidney, liver, or heart problems, and alcohol consumption should be avoided. Regular blood sugar monitoring, healthy lifestyle changes, and strict medical supervision are essential for safe and effective treatment.",
    "attributes": {
      "SR.NO": "56",
      "BRAND NAME": "GLIMIL-M 1 TAB",
      "CONTAIN": "Glimepiride 1 Mg + Metformin 500 Mg (SR) Tablet",
      "PACK": "1*15 TAB (BL)",
      "MRP": "90 (INR)",
      "BOX PACK": "10*15 TAB"
    }
  },
  {
    "id": "product-57",
    "name": "GLIMIL-M 2 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-M2 TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 2 mg + Metformin 500 mg (SR) tablet is a combination oral antidiabetic medicine prescribed for the management of type 2 diabetes mellitus in patients whose blood sugar is not adequately controlled with diet, exercise, or single-drug therapy. Glimepiride, a sulfonylurea, works by stimulating the pancreas to release more insulin, while Metformin, a biguanide in sustained-release (SR) form, lowers glucose production in the liver, enhances insulin sensitivity, and slows sugar absorption from the intestines. The SR formulation ensures gradual release, improving blood sugar control and reducing stomach-related side effects. This combination helps maintain stable blood glucose levels, thereby lowering the risk of long-term diabetic complications such as heart disease, kidney damage, nerve issues, and vision problems. The tablet is usually taken once daily with meals as directed by the physician to reduce the chances of hypoglycemia or gastric upset. Common side effects may include nausea, diarrhea, headache, or dizziness, while rare but serious effects include low blood sugar or lactic acidosis. It should be used cautiously in patients with kidney, liver, or heart problems, and alcohol consumption should be avoided. Regular monitoring of blood glucose and adherence to lifestyle changes are important for safe and effective therapy.",
    "attributes": {
      "SR.NO": "57",
      "BRAND NAME": "GLIMIL-M 2 TAB",
      "CONTAIN": "Glimepiride 2 Mg + Metformin 500 Mg (SR) Tablet",
      "PACK": "1*15 TAB (BL)",
      "MRP": "95 (INR)",
      "BOX PACK": "10*15 TAB"
    }
  },
  {
    "id": "product-58",
    "name": "GLIMIL-M 3 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-M3 TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 3 mg + Metformin Hydrochloride 500 mg tablet is an oral antidiabetic combination used in the treatment of type 2 diabetes mellitus when blood sugar is not controlled by diet, exercise, or single-drug therapy. Glimepiride, a sulfonylurea, lowers blood glucose by stimulating the pancreas to release more insulin, while Metformin, a biguanide, reduces glucose production in the liver, enhances insulin sensitivity, and slows sugar absorption from the intestine. Together, they provide better control of blood sugar levels, helping to prevent serious diabetes-related complications such as heart disease, kidney damage, nerve problems, and vision issues. The tablet is usually taken once daily with meals as prescribed by a doctor to minimize the risk of low blood sugar and stomach upset. Common side effects may include nausea, headache, dizziness, or gastrointestinal discomfort, while rare but serious risks include hypoglycemia or lactic acidosis. It should be used cautiously in patients with kidney, liver, or heart conditions, and alcohol consumption should be avoided. Regular monitoring of blood glucose levels, along with adherence to diet, exercise, and medical advice, is essential for safe and effective diabetes management with this medicine.",
    "attributes": {
      "SR.NO": "58",
      "BRAND NAME": "GLIMIL-M 3 TAB",
      "CONTAIN": "Glimepiride 3 mg + Metformin Hydrochloride 500 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "85 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-59",
    "name": "GLIMIL-M 1 FORTE TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-M 1 FORTE TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 1 mg + Metformin Hydrochloride 1000 mg tablet is an oral antidiabetic medicine prescribed for managing type 2 diabetes mellitus, especially in patients whose blood sugar is not adequately controlled by diet, exercise, or single-drug therapy. Glimepiride, a sulfonylurea, works by stimulating the pancreas to release more insulin, while Metformin, a biguanide, decreases glucose production in the liver, improves insulin sensitivity, and reduces sugar absorption from the gut. This powerful combination helps achieve better glycemic control and reduces the risk of long-term complications such as heart disease, kidney damage, nerve problems, and eye disorders. The tablet is usually taken once or twice daily with meals to minimize stomach upset and lower the chance of hypoglycemia. Common side effects may include nausea, diarrhea, dizziness, or headache, while rare but serious risks include very low blood sugar or lactic acidosis. It should be used with caution in patients with kidney, liver, or heart problems, and alcohol intake should be avoided. Regular monitoring of blood glucose, along with adherence to a healthy lifestyle and doctor’s advice, is essential for safe and effective use of this medicine.",
    "attributes": {
      "SR.NO": "59",
      "BRAND NAME": "GLIMIL-M 1 FORTE TAB",
      "CONTAIN": "Glimepiride 1 mg + Metformin Hydrochloride 1000 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "75 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-60",
    "name": "GLIMIL-M 2 FORTE TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-M2 FORTE TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 2 mg + Metformin 1000 mg tablet is an oral antidiabetic combination used to manage type 2 diabetes mellitus in patients whose blood sugar is not adequately controlled by diet, exercise, or single-drug therapy. Glimepiride, a sulfonylurea, lowers blood glucose by stimulating the pancreas to release more insulin, while Metformin, a biguanide, reduces glucose production in the liver, improves insulin sensitivity, and decreases sugar absorption from the intestines. Together, they help maintain stable blood sugar levels, preventing long-term complications such as heart disease, kidney damage, nerve disorders, and vision problems. The tablet is usually taken once or twice daily with meals, as directed by a doctor, to minimize the risk of low blood sugar and stomach upset. Common side effects may include nausea, diarrhea, headache, or dizziness, while rare but serious effects include hypoglycemia or lactic acidosis. The medicine should be used cautiously in patients with kidney, liver, or heart issues, and alcohol consumption should be avoided. Regular blood sugar monitoring, adherence to lifestyle modifications, and strict medical supervision are essential for safe and effective treatment.",
    "attributes": {
      "SR.NO": "60",
      "BRAND NAME": "GLIMIL-M 2 FORTE TAB",
      "CONTAIN": "Glimepiride 2 Mg + Metformin 1000 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "100 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-61",
    "name": "GLIMIL-M 3 FORTE TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-M3 FORTE TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 3 mg + Metformin Hydrochloride 1000 mg tablet is an oral antidiabetic combination used to manage type 2 diabetes mellitus in patients whose blood sugar is not adequately controlled by diet, exercise, or single-drug therapy. Glimepiride, a sulfonylurea, stimulates the pancreas to release more insulin, lowering blood glucose, while Metformin, a biguanide, reduces glucose production in the liver, improves insulin sensitivity, and decreases sugar absorption from the intestines. Together, they provide effective blood sugar control and help prevent long-term complications of diabetes, including heart disease, kidney damage, nerve disorders, and vision problems. The tablet is usually taken once or twice daily with meals, as directed by a physician, to minimize the risk of hypoglycemia and gastrointestinal side effects. Common side effects may include nausea, diarrhea, dizziness, or headache, while rare but serious risks include low blood sugar or lactic acidosis. Caution is advised in patients with kidney, liver, or heart problems, and alcohol intake should be avoided. Regular monitoring of blood glucose, adherence to medical advice, and lifestyle modifications are essential for safe and effective treatment.",
    "attributes": {
      "SR.NO": "61",
      "BRAND NAME": "GLIMIL-M 3 FORTE TAB",
      "CONTAIN": "Glimepiride 3 mg + Metformin Hydrochloride 1000 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "105 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-62",
    "name": "GLIMIL-M 4 FORTE TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-M4 FORTE TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 4 mg + Metformin Hydrochloride 1000 mg tablet is an oral antidiabetic combination used to manage type 2 diabetes mellitus in patients whose blood sugar is not adequately controlled by diet, exercise, or single-drug therapy. Glimepiride, a sulfonylurea, lowers blood glucose by stimulating the pancreas to release insulin, while Metformin, a biguanide, reduces glucose production in the liver, improves insulin sensitivity, and decreases sugar absorption from the intestines. Together, they help maintain stable blood sugar levels, reducing the risk of long-term diabetes complications such as heart disease, kidney damage, nerve disorders, and vision problems. The tablet is usually taken once or twice daily with meals, as prescribed by a doctor, to minimize the risk of hypoglycemia and gastrointestinal side effects. Common side effects may include nausea, diarrhea, dizziness, headache, or mild stomach upset, while rare but serious risks include severe hypoglycemia or lactic acidosis. It should be used cautiously in patients with kidney, liver, or heart problems, and alcohol consumption should be avoided. Regular blood glucose monitoring, adherence to lifestyle modifications, and strict medical supervision are essential for safe and effective treatment.",
    "attributes": {
      "SR.NO": "62",
      "BRAND NAME": "GLIMIL-M 4 FORTE TAB",
      "CONTAIN": "Glimepiride 4 mg + Metformin Hydrochloride 1000 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "110 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-63",
    "name": "GLIMIL-MV1 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-MV1 TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 1 mg + Metformin Hydrochloride 500 mg + Voglibose 0.2 mg tablet is an oral antidiabetic combination used to manage type 2 diabetes mellitus when diet, exercise, or single-drug therapy is insufficient to control blood sugar levels. Glimepiride, a sulfonylurea, stimulates the pancreas to release more insulin, lowering blood glucose. Metformin, a biguanide, reduces glucose production in the liver, enhances insulin sensitivity, and decreases intestinal sugar absorption. Voglibose, an alpha-glucosidase inhibitor, slows the digestion and absorption of carbohydrates in the intestines, helping to control post-meal blood sugar spikes. Together, this combination provides comprehensive blood sugar management, reducing the risk of long-term complications such as heart disease, kidney damage, nerve disorders, and vision problems. The tablet is usually taken before meals as prescribed by the doctor to minimize gastrointestinal upset and prevent hypoglycemia. Common side effects may include nausea, diarrhea, mild stomach discomfort, dizziness, or headache, while rare but serious effects include severe hypoglycemia or lactic acidosis. Use with caution in patients with kidney, liver, or heart problems, and alcohol intake should be avoided. Regular blood sugar monitoring, adherence to lifestyle modifications, and strict medical supervision are essential for safe and effective treatment.",
    "attributes": {
      "SR.NO": "63",
      "BRAND NAME": "GLIMIL-MV1 TAB",
      "CONTAIN": "Glimepiride 1 mg + Metformin Hydrochloride 500 mg + Voglibose 0.2 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "100 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-64",
    "name": "GLIMIL-MV2 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-MV2 TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 2 mg + Metformin Hydrochloride 500 mg + Voglibose 0.2 mg tablet is an oral antidiabetic combination used to manage type 2 diabetes mellitus in patients whose blood sugar is not adequately controlled by diet, exercise, or single-drug therapy. Glimepiride, a sulfonylurea, lowers blood glucose by stimulating the pancreas to release more insulin. Metformin, a biguanide, reduces glucose production in the liver, improves insulin sensitivity, and decreases sugar absorption from the intestines. Voglibose, an alpha-glucosidase inhibitor, slows carbohydrate digestion, controlling post-meal blood sugar spikes. Together, they provide comprehensive blood sugar management and help prevent long-term complications such as heart disease, kidney damage, nerve disorders, and vision problems. The tablet is usually taken before meals as prescribed by a doctor to minimize gastrointestinal discomfort and reduce the risk of hypoglycemia. Common side effects may include nausea, diarrhea, mild stomach upset, dizziness, or headache, while rare but serious effects include severe hypoglycemia or lactic acidosis. Caution is advised in patients with kidney, liver, or heart problems, and alcohol should be avoided. Regular blood sugar monitoring, adherence to diet, exercise, and medical guidance are essential for safe and effective treatment.",
    "attributes": {
      "SR.NO": "64",
      "BRAND NAME": "GLIMIL-MV2 TAB",
      "CONTAIN": "Glimepiride 2 mg + Metformin Hydrochloride 500 mg + Voglibose 0.2 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "110 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-65",
    "name": "GLIMIL-PM1 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-PM1 TAB .jpg",
    "shortDescription": "",
    "description": "Glimepiride 1 mg + Pioglitazone 15 mg + Metformin 500 mg (SR) tablet is an oral antidiabetic combination used to manage type 2 diabetes mellitus when blood sugar is not adequately controlled by diet, exercise, or single-drug therapy. Glimepiride, a sulfonylurea, stimulates the pancreas to release more insulin, lowering blood glucose levels. Pioglitazone, a thiazolidinedione, improves insulin sensitivity in muscles and fat tissue, helping the body use insulin more effectively. Metformin, a biguanide in sustained-release (SR) form, reduces glucose production in the liver, slows sugar absorption from the intestines, and enhances insulin action. Taken together, this combination provides comprehensive blood sugar control and reduces the risk of long-term diabetes complications such as heart disease, kidney damage, nerve disorders, and vision problems. The tablet is usually taken once daily with meals as prescribed by the doctor to minimize gastrointestinal upset and reduce the risk of hypoglycemia. Common side effects may include nausea, diarrhea, headache, or mild dizziness, while rare but serious effects can include fluid retention, liver problems, heart failure, or lactic acidosis. Caution is advised in patients with heart, liver, or kidney disease. Regular blood sugar monitoring, adherence to diet, exercise, and medical guidance are essential for safe and effective treatment.",
    "attributes": {
      "SR.NO": "65",
      "BRAND NAME": "GLIMIL-PM1 TAB",
      "CONTAIN": "Glimepiride 1 Mg + Pioglitazone 15 Mg + Metformin 500 Mg (SR) Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "80 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-66",
    "name": "GLIMIL-PM2 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/GLIMIL-PM2 TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 2 mg + Pioglitazone 15 mg + Metformin 500 mg (SR) tablet is an oral antidiabetic combination used to manage type 2 diabetes mellitus in patients whose blood sugar is not adequately controlled by diet, exercise, or single-drug therapy. Glimepiride, a sulfonylurea, stimulates the pancreas to release insulin, lowering blood glucose levels. Pioglitazone, a thiazolidinedione, improves insulin sensitivity in muscles and fat, helping the body use insulin more effectively. Metformin, a biguanide in sustained-release (SR) form, decreases glucose production in the liver, slows carbohydrate absorption from the intestines, and enhances insulin action. Together, this combination offers comprehensive blood sugar control and helps prevent long-term complications such as heart disease, kidney damage, nerve disorders, and vision problems. The tablet is usually taken once daily with meals, as prescribed, to minimize gastrointestinal discomfort and reduce the risk of hypoglycemia. Common side effects may include nausea, diarrhea, headache, or mild dizziness, while rare but serious effects include fluid retention, liver problems, heart failure, or lactic acidosis. Caution is advised in patients with kidney, liver, or heart conditions. Regular monitoring of blood glucose and adherence to diet, exercise, and medical guidance are essential for safe and effective treatment.",
    "attributes": {
      "SR.NO": "66",
      "BRAND NAME": "GLIMIL-PM2 TAB",
      "CONTAIN": "Glimepiride 2 Mg + Pioglitazone 15 Mg + Metformin 500 Mg (SR) Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "90 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-67",
    "name": "ITRAZOAL 100 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ITRAZOAL 100 CAP.jpg",
    "shortDescription": "",
    "description": "traconazole 100 mg capsule is an antifungal medication used to treat a variety of fungal infections, including infections of the skin, nails, mouth, throat, lungs, and other systemic fungal infections. It works by inhibiting the enzyme responsible for producing ergosterol, an essential component of the fungal cell membrane, which weakens the fungus and prevents its growth. The capsule is usually taken once or twice daily with food, as prescribed by the doctor, to ensure proper absorption. Common side effects may include nausea, vomiting, stomach discomfort, diarrhea, headache, or dizziness, while rare but serious effects can include liver problems, heart failure, severe allergic reactions, or changes in heartbeat. It should be used cautiously in patients with liver disease, heart problems, or those taking other medications that may interact with itraconazole. Adequate hydration and adherence to the prescribed dose are important during treatment. Store in a cool, dry place away from direct sunlight and moisture, and take only under medical supervision to ensure safety and effectiveness.",
    "attributes": {
      "SR.NO": "67",
      "BRAND NAME": "ITRAZOAL 100 CAP",
      "CONTAIN": "Itraconazole 100 Mg Capsule",
      "PACK": "1*10 CAP (MONO)",
      "MRP": "180 (INR)",
      "BOX PACK": "10*1*10 CAP"
    }
  },
  {
    "id": "product-68",
    "name": "ITRAZOAL 200 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ITRAZOAL 200 CAP.jpg",
    "shortDescription": "",
    "description": "Itraconazole 200 mg capsule is an antifungal medication used to treat a wide range of fungal infections, including infections of the skin, nails, mouth, throat, lungs, and systemic fungal infections. It works by inhibiting the enzyme responsible for producing ergosterol, an essential component of the fungal cell membrane, which weakens the fungus and stops its growth. The capsule is usually taken once or twice daily with food, as prescribed by the doctor, to ensure optimal absorption. Common side effects may include nausea, vomiting, stomach upset, diarrhea, headache, or dizziness, while rare but serious effects can include liver toxicity, heart failure, severe allergic reactions, or irregular heartbeat. Itraconazole should be used cautiously in patients with liver disease, heart problems, or those taking medications that may interact with it. Adequate hydration and adherence to the prescribed dose are essential during treatment. Store in a cool, dry place away from direct sunlight and moisture, and use strictly under medical supervision to ensure safety and effectiveness.",
    "attributes": {
      "SR.NO": "68",
      "BRAND NAME": "ITRAZOAL 200 CAP",
      "CONTAIN": "Itraconazole 200 Mg Capsule",
      "PACK": "1*10 CAP (MONO)",
      "MRP": "260 (INR)",
      "BOX PACK": "10*1*10 CAP"
    }
  },
  {
    "id": "product-69",
    "name": "IVADIL 5 MG TAB",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/IVADIL 5 TAB.jpg",
    "shortDescription": "",
    "description": "Ivabradine Hydrochloride 5 mg tablet is a cardiovascular medicine used to manage chronic stable angina (chest pain) and certain types of heart failure. It works by selectively inhibiting the If (“funny”) channels in the sinoatrial node of the heart, which slows the heart rate without affecting blood pressure or heart muscle contractility. By reducing heart rate, ivabradine decreases the heart’s oxygen demand, relieving symptoms of angina and improving exercise tolerance and quality of life in patients with heart failure. The tablet is usually taken twice daily, with or without food, as prescribed by the doctor. Common side effects may include bradycardia (slow heart rate), dizziness, fatigue, headache, or visual disturbances such as temporary brightness in vision, while rare but serious effects include irregular heartbeat, severe hypotension, or heart rhythm disorders. It should be used cautiously in patients with low blood pressure, severe heart failure, or conduction disorders and is contraindicated in acute heart attack or uncontrolled arrhythmias. Regular heart rate monitoring and adherence to medical advice are essential for safe and effective treatment. Store in a cool, dry place away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "69",
      "BRAND NAME": "IVADIL 5 MG TAB",
      "CONTAIN": "Ivabradine Hydrochloride 5 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "220 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-70",
    "name": "LEVERAL 500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/LEVERAL 500 TAB.jpg",
    "shortDescription": "",
    "description": "Levetiracetam 500 mg tablet is an antiepileptic medication used to treat various types of seizures, including partial-onset seizures, myoclonic seizures, and generalized tonic-clonic seizures, either alone or in combination with other antiepileptic drugs. It works by modulating neurotransmitter release in the brain and stabilizing abnormal electrical activity, helping to prevent the occurrence of seizures. The tablet is usually taken twice daily, with or without food, as prescribed by the doctor. Common side effects may include dizziness, drowsiness, fatigue, headache, irritability, or mild gastrointestinal upset, while rare but serious effects include severe allergic reactions, mood changes, suicidal thoughts, or severe skin reactions. It should be used cautiously in patients with kidney problems, and dosage adjustments may be necessary. Abrupt discontinuation should be avoided to prevent seizure recurrence. Regular follow-up with a healthcare provider and adherence to the prescribed regimen are essential for safe and effective seizure control. Store in a cool, dry place away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "70",
      "BRAND NAME": "LEVERAL 500 TAB",
      "CONTAIN": "Levetiracetam 500 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "130 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-71",
    "name": "LINAZ-M 2.5/500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/LINAZ-M 2.5-500 TAB.jpg",
    "shortDescription": "",
    "description": "Linagliptin 2.5 mg + Metformin Hydrochloride 500 mg tablet is an oral antidiabetic combination used to manage type 2 diabetes mellitus in patients whose blood sugar is not adequately controlled by diet, exercise, or single-drug therapy. Linagliptin is a dipeptidyl peptidase-4 (DPP-4) inhibitor that increases the levels of incretin hormones, which stimulate insulin release and decrease glucagon production, thereby reducing blood glucose levels. Metformin, a biguanide, decreases glucose production in the liver, improves insulin sensitivity, and slows sugar absorption from the intestines. Together, this combination provides effective blood sugar control, helping prevent long-term complications such as heart disease, kidney damage, nerve problems, and vision loss. The tablet is usually taken once or twice daily with meals as prescribed by the doctor to minimize gastrointestinal side effects and reduce the risk of hypoglycemia. Common side effects may include nausea, diarrhea, mild stomach upset, or headache, while rare but serious effects include lactic acidosis or severe allergic reactions. Caution is advised in patients with kidney, liver, or heart problems. Regular monitoring of blood glucose and adherence to diet, exercise, and medical guidance are essential for safe and effective treatment.",
    "attributes": {
      "SR.NO": "71",
      "BRAND NAME": "LINAZ-M 2.5/500 TAB",
      "CONTAIN": "Linagliptin 2.5 Mg + Metformin Hydrochloride 500 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "190 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-72",
    "name": "LINAZ 5 MG TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/LINAZ 5 TAB.jpg",
    "shortDescription": "",
    "description": "Linagliptin 5 mg tablet is an oral antidiabetic medicine used to manage type 2 diabetes mellitus, particularly in patients whose blood sugar is not adequately controlled by diet and exercise alone. It belongs to the class of dipeptidyl peptidase-4 (DPP-4) inhibitors, which work by increasing incretin hormone levels in the body. These hormones stimulate insulin release from the pancreas in response to meals and reduce glucagon secretion, thereby lowering blood glucose levels. The tablet is usually taken once daily, with or without food, as prescribed by the doctor. Common side effects may include headache, nasopharyngitis, mild gastrointestinal upset, or dizziness, while rare but serious effects include pancreatitis, severe allergic reactions, or liver problems. Linagliptin should be used cautiously in patients with kidney or liver impairment. Regular monitoring of blood glucose, adherence to diet, exercise, and medical guidance are essential for effective and safe diabetes management. Store the tablet in a cool, dry place away from direct sunlight and moisture, and take strictly under medical supervision.",
    "attributes": {
      "SR.NO": "72",
      "BRAND NAME": "LINAZ 5 MG TAB",
      "CONTAIN": "Linagliptin 5 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "210 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-73",
    "name": "LINEZOC 600 MG TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/LINEZOC 600 TAB.jpg",
    "shortDescription": "",
    "description": "Linezolid 600 mg tablet is an antibiotic used to treat serious bacterial infections, including pneumonia, skin infections, and infections caused by resistant bacteria such as methicillin-resistant Staphylococcus aureus (MRSA) and vancomycin-resistant Enterococcus (VRE). It works by inhibiting bacterial protein synthesis, thereby stopping bacterial growth and helping the immune system eliminate the infection. The tablet is usually taken twice daily, with or without food, as prescribed by the doctor. Common side effects may include nausea, diarrhea, headache, dizziness, or mild skin rash, while rare but serious effects can include bone marrow suppression, peripheral neuropathy, lactic acidosis, or serotonin syndrome if taken with certain other medications. Regular blood tests may be required during prolonged therapy. Linezolid should be used cautiously in patients with kidney or liver disease, blood disorders, or those taking antidepressants or other serotonergic drugs. It is important to complete the full course of treatment even if symptoms improve, to prevent bacterial resistance. Store in a cool, dry place away from sunlight and moisture, and take strictly under medical supervision.",
    "attributes": {
      "SR.NO": "73",
      "BRAND NAME": "LINEZOC 600 MG TAB",
      "CONTAIN": "Linezolid 600 Mg Tablet",
      "PACK": "1*10 Tab",
      "MRP": "380 (INR)",
      "BOX PACK": "10*1*10 Tab"
    }
  },
  {
    "id": "product-74",
    "name": "LULIZEAL 30 GM CREAM",
    "category": "Cream & Ointment",
    "sku": "",
    "image": "/images/products/LULIZEAL 30 GM CREAM.jpg",
    "shortDescription": "",
    "description": "Luliconazole 1.0% cream is a topical antifungal medication used to treat various fungal skin infections, including athlete’s foot, jock itch, ringworm, and yeast infections of the skin. It works by inhibiting the synthesis of ergosterol, an essential component of the fungal cell membrane, which weakens and kills the fungus, stopping its growth and spread. The cream is applied directly to the affected area, usually once daily, for the duration prescribed by the doctor, even if symptoms improve earlier, to ensure complete eradication of the infection. Common side effects may include mild burning, itching, redness, or irritation at the application site, while rare but serious effects can include allergic reactions such as rash, swelling, or difficulty breathing. It should be used cautiously on broken or sensitive skin and avoided on mucous membranes unless specifically directed. Proper hygiene, keeping the affected area clean and dry, and following the prescribed course are essential for effective treatment. Store in a cool, dry place away from direct sunlight and out of reach of children.",
    "attributes": {
      "SR.NO": "74",
      "BRAND NAME": "LULIZEAL 30 GM CREAM",
      "CONTAIN": "Luliconazole 1.0 % Cream",
      "PACK": "30 GM",
      "MRP": "210 (INR)",
      "BOX PACK": "20*30 GM"
    }
  },
  {
    "id": "product-75",
    "name": "LULIZEAL 50 GM CREAM",
    "category": "Cream & Ointment",
    "sku": "",
    "image": "/images/products/LULIZEAL 50 GM BOX.jpg",
    "shortDescription": "",
    "description": "Luliconazole 1.0% cream is a topical antifungal medication used to treat various fungal skin infections, including athlete’s foot, jock itch, ringworm, and yeast infections of the skin. It works by inhibiting the synthesis of ergosterol, an essential component of the fungal cell membrane, which weakens and kills the fungus, stopping its growth and spread. The cream is applied directly to the affected area, usually once daily, for the duration prescribed by the doctor, even if symptoms improve earlier, to ensure complete eradication of the infection. Common side effects may include mild burning, itching, redness, or irritation at the application site, while rare but serious effects can include allergic reactions such as rash, swelling, or difficulty breathing. It should be used cautiously on broken or sensitive skin and avoided on mucous membranes unless specifically directed. Proper hygiene, keeping the affected area clean and dry, and following the prescribed course are essential for effective treatment. Store in a cool, dry place away from direct sunlight and out of reach of children.",
    "attributes": {
      "SR.NO": "75",
      "BRAND NAME": "LULIZEAL 50 GM CREAM",
      "CONTAIN": "Luliconazole 1.0 % Cream",
      "PACK": "50 GM",
      "MRP": "280 (INR)",
      "BOX PACK": "10*50 GM"
    }
  },
  {
    "id": "product-76",
    "name": "METOZEAL-AM 50/5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/METOZEAL-AM 50-5 TAB.jpg",
    "shortDescription": "",
    "description": "Metoprolol Succinate 50 mg + Amlodipine 5 mg tablet is a combination medicine used to manage high blood pressure (hypertension) and certain heart-related conditions. Metoprolol Succinate is a beta-blocker that works by slowing the heart rate and reducing the heart’s workload, while Amlodipine is a calcium channel blocker that relaxes and widens blood vessels, improving blood flow and lowering blood pressure. Together, they help control hypertension, reduce the risk of stroke, heart attack, and kidney problems, and relieve symptoms of angina (chest pain). This medicine should be taken as prescribed, usually once daily, with or without food. Common side effects may include dizziness, fatigue, headache, swelling of ankles or feet, and slow heartbeat, while serious side effects like severe chest pain, breathing difficulty, or fainting require immediate medical attention. It should be used with caution in patients with heart failure, liver or kidney disease, or low blood pressure, and sudden discontinuation should be avoided. Maintaining a healthy lifestyle, including diet control, exercise, and regular monitoring of blood pressure, enhances its effectiveness. Store in a cool, dry place away from moisture and out of children’s reach.",
    "attributes": {
      "SR.NO": "76",
      "BRAND NAME": "METOZEAL-AM 50/5 TAB",
      "CONTAIN": "Metoprolol Succinate 50 Mg + Amlodipine 5 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "75 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-77",
    "name": "METOZEAL-XL 25 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/METOZEAL XL 25 TAB.jpg",
    "shortDescription": "",
    "description": "Metoprolol Succinate 25 mg tablet is a beta-blocker used to treat high blood pressure, chest pain (angina), and certain heart conditions such as irregular heartbeat or heart failure. It works by slowing down the heart rate and reducing the workload on the heart, helping blood flow more efficiently and lowering blood pressure. This reduces the risk of stroke, heart attack, and kidney problems. The tablet is usually taken once daily, with or without food, as directed by a doctor. Common side effects may include dizziness, tiredness, slow heartbeat, or stomach upset, while serious side effects like shortness of breath, fainting, or severe chest pain require medical attention. It should be used with caution in patients with asthma, diabetes, thyroid disorders, or liver problems, and should not be stopped suddenly without medical advice as it may worsen heart conditions. Lifestyle measures such as a healthy diet, regular exercise, stress management, and avoiding smoking or excess alcohol enhance its benefits. Store in a cool, dry place away from children’s reach.",
    "attributes": {
      "SR.NO": "77",
      "BRAND NAME": "METOZEAL-XL 25 TAB",
      "CONTAIN": "Metoprolol Succinate 25 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "45 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-78",
    "name": "METOZEAL-XL 50 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/METOZEAL XL 50 TAB.jpg",
    "shortDescription": "",
    "description": "Metoprolol Succinate 50 mg tablet is a beta-blocker medicine commonly prescribed for managing high blood pressure, chest pain (angina), irregular heartbeat, and heart failure. It works by slowing the heart rate and relaxing blood vessels, thereby reducing the workload on the heart and improving blood flow. This helps lower blood pressure and reduces the risk of heart attack, stroke, and kidney problems. The tablet is usually taken once daily, with or without food, as directed by a doctor. Common side effects include dizziness, fatigue, slow heartbeat, or stomach upset, while severe side effects such as fainting, difficulty breathing, or worsening chest pain need prompt medical attention. It should be used cautiously in patients with asthma, diabetes, thyroid disorders, or liver conditions. The medicine should not be stopped suddenly without medical guidance, as it may worsen heart problems. Adopting a healthy lifestyle with balanced diet, exercise, stress control, and avoiding smoking or alcohol can enhance its effectiveness. Store in a cool, dry place away from children’s reach.",
    "attributes": {
      "SR.NO": "78",
      "BRAND NAME": "METOZEAL-XL 50 TAB",
      "CONTAIN": "Metoprolol Succinate 50 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "60 (INR)",
      "BOX PACK": "20*10 TAB"
    }
  },
  {
    "id": "product-79",
    "name": "MONTEZEAL-FX TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/MONTEZEAL-FX TAB.jpg",
    "shortDescription": "",
    "description": "Montelukast 10 mg + Fexofenadine 120 mg tablet is a combination anti-allergic medicine used to manage seasonal and perennial allergic rhinitis, hay fever, and chronic urticaria (hives). Montelukast, a leukotriene receptor antagonist, works by blocking chemical messengers (leukotrienes) that cause inflammation, swelling, and narrowing of airways, while Fexofenadine, a non-sedating antihistamine, reduces histamine activity responsible for itching, sneezing, runny nose, and watery eyes. Together, they provide effective relief from allergy symptoms, improve breathing, and enhance quality of life without causing significant drowsiness. This medicine is usually prescribed for long-term management of allergies and asthma-related symptoms under medical supervision.",
    "attributes": {
      "SR.NO": "79",
      "BRAND NAME": "MONTEZEAL-FX TAB",
      "CONTAIN": "Montelukast 10 Mg + Fexofenadine 120 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "190 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-80",
    "name": "MONTEZEAL-L TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/MONTEZEAL-L TAB.jpg",
    "shortDescription": "",
    "description": "Levocetirizine 5 mg + Montelukast 10 mg Tablet is a dual-action medication used to manage allergic conditions and respiratory problems. Levocetirizine, an advanced antihistamine, works by blocking the effects of histamine, thereby reducing symptoms such as sneezing, runny nose, nasal congestion, watery eyes, and itching caused by allergies or hay fever. Montelukast, a leukotriene receptor antagonist, complements this action by blocking leukotrienes, chemical messengers that trigger airway inflammation, swelling, and bronchospasm, making it especially effective in preventing asthma symptoms and controlling seasonal allergies. This combination provides comprehensive relief in conditions like allergic rhinitis, chronic urticaria (hives), and asthma-related breathing difficulties, improving overall respiratory health and quality of life. Typically, it is taken once daily, preferably in the evening, with or without food, as advised by a healthcare professional. Regular use helps in preventing symptoms, but it should not be used for acute asthma attacks. Common side effects may include drowsiness, headache, or abdominal discomfort, which are usually mild. This medicine should be taken strictly under medical supervision, with dosage and duration tailored to individual needs for safe and effective results.",
    "attributes": {
      "SR.NO": "80",
      "BRAND NAME": "MONTEZEAL-L TAB",
      "CONTAIN": "Levocetrizine 5 Mg + Montelukast 10 Mg Tablet",
      "PACK": "1*10 TAB (AA) (MONO)",
      "MRP": "150 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-81",
    "name": "MULTIVITAZ SOFTGEL CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/MULTIVITAZ SOFTGEL CAP.jpg",
    "shortDescription": "",
    "description": "Multivitamin + Multimineral + Antioxidant Capsule (Soft Gelatin) is a nutritional supplement designed to support overall health, energy, and immunity. It combines essential vitamins, such as A, B-complex, C, D, and E, with vital minerals like calcium, zinc, magnesium, and iron, which are crucial for proper body functions including metabolism, bone strength, blood formation, and nerve health. The added antioxidants help neutralize harmful free radicals, reducing oxidative stress and protecting cells from damage, thereby promoting healthy skin, hair, and overall vitality. This formulation is especially beneficial for people with nutritional deficiencies, low immunity, fatigue, or increased nutritional demands due to lifestyle, illness, or recovery. Soft gelatin capsules enhance absorption and are easy to swallow, ensuring better bioavailability of nutrients. Regular use helps in maintaining energy levels, boosting immunity, and improving general well-being, but it should be taken under medical advice to avoid excess intake.",
    "attributes": {
      "SR.NO": "81",
      "BRAND NAME": "MULTIVITAZ SOFTGEL CAP",
      "CONTAIN": "Multivitamine + Multiminerals + Antioxidant Capsule (SOFT GELATIN)",
      "PACK": "1*10 SG CAP (MONO)",
      "MRP": "130 (INR)",
      "BOX PACK": "10*1*10 CAP"
    }
  },
  {
    "id": "product-82",
    "name": "NAPRON-D 500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/NAPRON-D 500 TAB.jpg",
    "shortDescription": "",
    "description": "Naproxen 500 mg + Domperidone 10 mg Tablet is a combination medicine used for the management of pain, inflammation, and associated gastric discomfort. Naproxen is a non-steroidal anti-inflammatory drug (NSAID) that works by reducing the production of certain natural substances (prostaglandins) in the body, thereby relieving pain, swelling, and stiffness caused by conditions such as arthritis, gout, muscle pain, menstrual cramps, or injury. Domperidone is a prokinetic and antiemetic agent that helps prevent nausea, vomiting, bloating, and gastric discomfort, which are common side effects of NSAIDs, by enhancing stomach emptying and reducing acid reflux. Together, they provide effective pain relief while minimizing gastrointestinal side effects. This combination is particularly beneficial in patients requiring long-term NSAID therapy who are prone to gastric irritation. It should be taken as prescribed by a doctor, preferably with food, to further reduce stomach upset. Common side effects may include dizziness, abdominal pain, dry mouth, or headache. Caution is advised in patients with kidney, liver, or heart problems, and long-term or unsupervised use should be avoided to prevent complications.",
    "attributes": {
      "SR.NO": "82",
      "BRAND NAME": "NAPRON-D 500 TAB",
      "CONTAIN": "Naproxen 500 mg + Domperidone 10 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "95 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-83",
    "name": "NEBIZEAL 2.5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/NEBIZEAL 2.5 TAB.jpg",
    "shortDescription": "",
    "description": "Nebivolol Hydrochloride 2.5 mg Tablet is a beta-blocker used primarily in the treatment of high blood pressure (hypertension) and certain heart-related conditions. It works by blocking beta-1 adrenergic receptors in the heart, leading to a slower heart rate, reduced cardiac workload, and improved blood flow, thereby helping lower blood pressure and reducing the risk of complications such as stroke, heart attack, and heart failure. Additionally, Nebivolol has vasodilating properties through the release of nitric oxide, which relaxes and widens blood vessels, further enhancing blood circulation and lowering vascular resistance. This dual action makes it particularly effective and well-tolerated in elderly patients or those with co-existing conditions. It is usually prescribed once daily, with or without food, and should be taken at the same time each day for maximum benefit. Common side effects may include headache, dizziness, fatigue, slow heart rate, or gastrointestinal discomfort. Caution is required in patients with asthma, severe heart failure, liver problems, or circulation disorders. Regular monitoring of blood pressure and heart rate is advised during treatment. This medicine should only be used under medical supervision, and sudden discontinuation should be avoided to prevent rebound hypertension or heart complications.",
    "attributes": {
      "SR.NO": "83",
      "BRAND NAME": "NEBIZEAL 2.5 TAB",
      "CONTAIN": "Nebivolol Hydrochloride 2.5 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "60 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-84",
    "name": "NEBIZEAL 5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/NEBIZEAL 5 TAB.jpg",
    "shortDescription": "",
    "description": "Nebivolol Hydrochloride 5 mg Tablet is a beta-blocker medication primarily used to treat high blood pressure (hypertension) and certain heart conditions. It works by selectively blocking beta-1 adrenergic receptors in the heart, which slows the heart rate, reduces cardiac workload, and improves blood flow, thereby helping to lower blood pressure and reduce the risk of cardiovascular complications such as stroke, heart attack, and heart failure. In addition, Nebivolol promotes vasodilation through nitric oxide release, which relaxes blood vessels, enhances circulation, and decreases vascular resistance, making it particularly beneficial for patients with coexisting cardiovascular conditions. The tablet is usually taken once daily, with or without food, at the same time each day for optimal effect. Common side effects may include headache, dizziness, fatigue, slow heartbeat, or gastrointestinal discomfort, while rare but serious effects can involve severe bradycardia, heart block, or hypotension. It should be used cautiously in patients with asthma, liver impairment, or severe heart failure. Regular monitoring of blood pressure and heart rate is important during treatment. This medication should be used strictly under medical supervision, and abrupt discontinuation should be avoided to prevent rebound hypertension or worsening heart problems.",
    "attributes": {
      "SR.NO": "84",
      "BRAND NAME": "NEBIZEAL 5 TAB",
      "CONTAIN": "Nebivolol Hydrochloride 5 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "80 (INR)",
      "BOX PACK": "10*10  TAB"
    }
  },
  {
    "id": "product-85",
    "name": "NEUROZEAL D3 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/NEUROZEAL-D3 TAB.jpg",
    "shortDescription": "",
    "description": "Alpha Lipoic Acid 100 mg + Folic Acid 1.5 mg + Methylcobalamin 1500 mcg + Pyridoxine Hydrochloride 3 mg + Vitamin D3 1000 IU tablet is a combination supplement designed to support nerve health, overall metabolism, and bone strength. Alpha Lipoic Acid is a potent antioxidant that helps reduce oxidative stress and supports energy metabolism, particularly in diabetic neuropathy. Methylcobalamin (Vitamin B12), Pyridoxine (Vitamin B6), and Folic Acid (Vitamin B9) are essential B-vitamins that aid in nerve regeneration, red blood cell formation, and maintaining healthy nervous system function. Vitamin D3 supports calcium absorption, promotes strong bones, and enhances immune function. Together, this combination helps in managing nerve-related issues, improving energy levels, preventing vitamin deficiencies, and supporting musculoskeletal and neurological health. The tablet is typically taken once daily, preferably with food, as directed by a healthcare professional. Common side effects may include mild gastrointestinal discomfort or headache, while serious effects are rare. Regular use under medical supervision ensures optimal benefits, particularly for individuals with vitamin deficiencies, neuropathic pain, or compromised bone and nerve health. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "85",
      "BRAND NAME": "NEUROZEAL D3 TAB",
      "CONTAIN": "Alpha Lipoic Acid 100 Mg + Folic Acid 1.5 Mg + Methylcobalamin 1500 Mcg + Pyridoxine\nHydrochloride 3 Mg + Vitamin D3 1000 Iu Tablet",
      "PACK": "1*10 TAB",
      "MRP": "150 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-86",
    "name": "NEUROZEAL-LC TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/NEUROZEAL-LC TAB.jpg",
    "shortDescription": "",
    "description": "L-Carnitine L-Tartrate 500 mg + Methylcobalamin 1500 mcg + Folic Acid 1.5 mg tablet is a combination supplement designed to support nerve health, energy metabolism, and overall well-being. L-Carnitine L-Tartrate helps transport fatty acids into the mitochondria, promoting energy production and reducing fatigue, making it particularly beneficial for physically active individuals and those experiencing low energy. Methylcobalamin (Vitamin B12) aids in nerve regeneration, red blood cell formation, and maintaining a healthy nervous system, while Folic Acid (Vitamin B9) supports DNA synthesis, cellular growth, and cardiovascular health. Together, this formulation helps improve nerve function, reduce fatigue, support metabolic efficiency, and prevent vitamin deficiencies. The tablet is usually taken once daily, preferably with meals, as directed by a healthcare professional. Common side effects may include mild gastrointestinal discomfort, headache, or nausea, while serious adverse effects are rare. Regular use under medical supervision ensures optimal benefits, particularly for individuals with neuropathic conditions, low energy, or vitamin deficiencies. Store in a cool, dry place, away from sunlight and moisture, and keep out of reach of children.",
    "attributes": {
      "SR.NO": "86",
      "BRAND NAME": "NEUROZEAL-LC TAB",
      "CONTAIN": "L-Carnitine L- Tartrate 500 Mg + Methylcobalamin 1500 Mcg + Folic Acid\n1.5 Mg Tablet",
      "PACK": "1*10 TAB (MONO)",
      "MRP": "230 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-87",
    "name": "NITROL 2.6 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/NITROL 2.6 TAB.jpg",
    "shortDescription": "",
    "description": "Nitroglycerin Controlled Release 2.6 mg tablet is a cardiovascular medication primarily used to prevent and manage angina pectoris (chest pain) caused by coronary artery disease. It belongs to the class of nitrates and works by relaxing and widening blood vessels, which reduces the heart’s workload and improves blood flow and oxygen supply to the heart muscle, thereby preventing episodes of chest pain. The controlled-release formulation allows a gradual release of the drug over time, providing prolonged relief from angina and maintaining consistent therapeutic effects. The tablet is usually taken as prescribed by a doctor, often once or twice daily, and should be swallowed whole without crushing or chewing. Common side effects may include headache, dizziness, flushing, or mild low blood pressure, while serious side effects can include severe hypotension, fainting, or rapid heartbeat. It should be used with caution in patients with low blood pressure, heart failure, or certain heart rhythm disorders, and in combination with medications like sildenafil or other nitrates. Regular monitoring and adherence to lifestyle modifications, including diet, exercise, and stress management, are essential for effective treatment. Store in a cool, dry place away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "87",
      "BRAND NAME": "NITROL 2.6 TAB",
      "CONTAIN": "Nitroglycerin Controlled Release 2.6 Mg Tablet",
      "PACK": "1*30 TAB (BTL)",
      "MRP": "150 (INR)",
      "BOX PACK": "25*30 TAB"
    }
  },
  {
    "id": "product-88",
    "name": "OLMIZ 20 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/OLMIZ 20 TAB.jpg",
    "shortDescription": "",
    "description": "Olmesartan Medoxomil 20 mg tablet is an antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular complications such as stroke, heart attack, and kidney damage. It belongs to the class of angiotensin II receptor blockers (ARBs) and works by relaxing blood vessels, which lowers vascular resistance and allows blood to flow more easily, thereby reducing blood pressure. This helps decrease the workload on the heart and improves overall cardiovascular health. The tablet is usually taken once daily, with or without food, as prescribed by a doctor, preferably at the same time each day to maintain consistent blood levels. Common side effects may include dizziness, headache, fatigue, or mild gastrointestinal discomfort, while rare but serious effects can include kidney problems, hyperkalemia, or severe hypotension. Olmesartan should be used with caution in patients with kidney or liver impairment, heart conditions, or electrolyte imbalances, and is not recommended during pregnancy. Regular monitoring of blood pressure and adherence to lifestyle measures such as diet, exercise, and stress control are essential for effective treatment. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "88",
      "BRAND NAME": "OLMIZ 20 TAB",
      "CONTAIN": "Olmesartan Medoxomil 20 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "80 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-89",
    "name": "OLMIZ 40 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/OLMIZ 40 TAB.jpg",
    "shortDescription": "",
    "description": "Olmesartan Medoxomil 40 mg tablet is an antihypertensive medication used to treat high blood pressure (hypertension) and reduce the risk of cardiovascular complications such as stroke, heart attack, and kidney damage. It belongs to the class of angiotensin II receptor blockers (ARBs) and works by blocking the action of angiotensin II, a substance that narrows blood vessels. This results in relaxation of blood vessels, reduced vascular resistance, and improved blood flow, effectively lowering blood pressure and decreasing the heart’s workload. The tablet is usually taken once daily, with or without food, as prescribed by a doctor, preferably at the same time each day for consistent blood levels. Common side effects may include dizziness, headache, fatigue, or mild gastrointestinal discomfort, while rare but serious effects can include kidney dysfunction, hyperkalemia, or severe hypotension. Caution is advised in patients with kidney or liver impairment, heart conditions, or electrolyte imbalances, and the drug is not recommended during pregnancy. Regular monitoring of blood pressure, adherence to lifestyle modifications including diet, exercise, and stress management, and following medical guidance are essential for effective and safe treatment. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "89",
      "BRAND NAME": "OLMIZ 40 TAB",
      "CONTAIN": "Olmesartan Medoxomil 40 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "120 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-90",
    "name": "OMEGLO 4G + MIX CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/OMEGLO4G.jpg",
    "shortDescription": "",
    "description": "Omega-3 Fatty Acid + Green Tea Extract + Ginkgo Biloba + Ginseng + Grape Seed Extract + Antioxidants + Vitamins + Minerals + Trace Elements Softgel Capsule is a comprehensive dietary supplement designed to support overall health, cognitive function, and cardiovascular well-being. Omega-3 fatty acids promote heart health, reduce inflammation, and support brain function. Green tea extract provides antioxidants that protect cells from oxidative stress, aid metabolism, and support weight management. Ginkgo Biloba improves blood circulation, memory, and cognitive performance, while Ginseng enhances energy, stamina, and immune function. Grape seed extract offers potent antioxidant activity, protecting against free radical damage. The added vitamins, minerals, and trace elements ensure proper functioning of the immune system, nervous system, and metabolism. Together, this combination supports heart, brain, and cellular health, boosts energy levels, and promotes overall vitality. The softgel capsule formulation enhances absorption and bioavailability of nutrients. It is usually taken once daily or as advised by a healthcare professional. Regular use, along with a balanced diet and healthy lifestyle, can improve physical and mental well-being. Store in a cool, dry place, away from sunlight and moisture, and keep out of reach of children.",
    "attributes": {
      "SR.NO": "90",
      "BRAND NAME": "OMEGLO 4G + MIX CAP",
      "CONTAIN": "Omega-3 Fatty Acid + Green Tea Extract + Ginkgo Biloba + Ginseng + Grape Seed Extract + Antioxidants + Vitamins + minerals + Trace Elements Softgel Capsule",
      "PACK": "1*10 CAP (BL)(MONO)",
      "MRP": "245 (INR)",
      "BOX PACK": "10*1*10 CAP"
    }
  },
  {
    "id": "product-91",
    "name": "OMEZEAL 20 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/OMEZEAL 20 CAP.jpg",
    "shortDescription": "",
    "description": "Omeprazole 20 mg capsule is a proton pump inhibitor (PPI) used to treat gastrointestinal conditions caused by excess stomach acid, including gastroesophageal reflux disease (GERD), acid reflux, peptic ulcers, and Zollinger-Ellison syndrome. It works by selectively blocking the proton pumps in the stomach lining, which are responsible for producing acid, thereby reducing acidity, promoting healing of ulcers, and relieving symptoms such as heartburn, regurgitation, and stomach discomfort. The capsule is usually taken once daily, preferably 30 to 60 minutes before a meal, as prescribed by a healthcare professional. Common side effects may include headache, nausea, mild stomach pain, diarrhea, or constipation, while rare but serious effects can include severe allergic reactions, liver problems, or low magnesium levels with prolonged use. Omeprazole should be used with caution in patients with liver disease, osteoporosis, or other chronic conditions, and long-term use should be monitored by a doctor. Adherence to dosage instructions, lifestyle modifications such as avoiding spicy foods, alcohol, and smoking, and maintaining a healthy diet are essential for effective treatment. Store in a cool, dry place, away from direct sunlight and moisture.",
    "attributes": {
      "SR.NO": "91",
      "BRAND NAME": "OMEZEAL 20 CAP",
      "CONTAIN": "Omeprazole 20 Mg Capsule",
      "PACK": "1*10 CAP (ALM)",
      "MRP": "32 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-92",
    "name": "OMEZEAL-D CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/OMEZEAL-D CAP.jpg",
    "shortDescription": "",
    "description": "Omeprazole 20 mg + Domperidone 10 mg capsule is a combination medication used to treat gastrointestinal disorders such as gastroesophageal reflux disease (GERD), acid reflux, heartburn, nausea, vomiting, and delayed gastric emptying. Omeprazole, a proton pump inhibitor (PPI), works by blocking stomach acid production, reducing acidity, healing ulcers, and relieving symptoms like heartburn and regurgitation. Domperidone is a prokinetic and antiemetic agent that enhances gastric motility, helping food pass more efficiently through the stomach, while also preventing nausea and vomiting associated with acid-related disorders. The capsule is usually taken as prescribed by a doctor, preferably 30 to 60 minutes before meals, to maximize effectiveness. Common side effects may include headache, dizziness, mild abdominal discomfort, diarrhea, or constipation, while rare but serious effects can include severe allergic reactions, heart rhythm disturbances, or liver problems. Caution is advised in patients with liver disease, kidney problems, heart conditions, or electrolyte imbalances. Adherence to the prescribed regimen, dietary modifications, avoiding alcohol and spicy foods, and regular follow-up with a healthcare professional are essential for safe and effective treatment. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "92",
      "BRAND NAME": "OMEZEAL-D CAP",
      "CONTAIN": "Omeprazole 20 Mg + Domeperidone 10 Mg Capsule",
      "PACK": "1*10 CAP (ALM)",
      "MRP": "65 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-93",
    "name": "POVIZEAL 15 GM OINTMENT",
    "category": "Cream & Ointment",
    "sku": "",
    "image": "/images/products/POVIZEAL OINTMENT.jpg",
    "shortDescription": "",
    "description": "Povidone-Iodine 5% w/w ointment is a topical antiseptic used to prevent and treat infections in minor cuts, wounds, burns, abrasions, and skin ulcers. It contains iodine complexed with povidone, which slowly releases free iodine upon application, effectively killing bacteria, fungi, viruses, and protozoa on the skin. The ointment forms a protective barrier over the affected area, promoting faster healing while preventing microbial contamination. It is applied in a thin layer to clean, dry skin or wound surfaces, usually 1–3 times daily or as directed by a healthcare professional. Common side effects may include mild burning, stinging, redness, or irritation at the application site, while rare but serious reactions can include allergic reactions, severe skin irritation, or systemic absorption leading to thyroid disturbances in prolonged use over large areas. Caution is advised in patients with iodine sensitivity, thyroid disorders, or damaged skin. Regular use as prescribed, along with proper wound care and hygiene, ensures effective prevention and management of local infections. Store in a cool, dry place, tightly closed, and out of reach of children.",
    "attributes": {
      "SR.NO": "93",
      "BRAND NAME": "POVIZEAL 15 GM OINTMENT",
      "CONTAIN": "Povidone - Iodine 5% W/W Ointment",
      "PACK": "15 GM",
      "MRP": "35 (INR)",
      "BOX PACK": "30*15 GM"
    }
  },
  {
    "id": "product-94",
    "name": "PRAZOCURE-XL 5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/PRAZOCURE XL 5 TAB.jpg",
    "shortDescription": "",
    "description": "Prazosin Hydrochloride 5 mg tablet is an antihypertensive medication used to treat high blood pressure (hypertension) and symptoms of benign prostatic hyperplasia (BPH), such as difficulty in urination. It belongs to the class of alpha-1 adrenergic blockers, which work by relaxing the smooth muscles in blood vessels and the prostate, leading to widened blood vessels, improved blood flow, and reduced vascular resistance. This action helps lower blood pressure, decreases the heart’s workload, and improves urine flow in men with enlarged prostate. The tablet is usually taken once or twice daily, as prescribed by a healthcare professional, and can be taken with or without food. Common side effects may include dizziness, headache, fatigue, nausea, or mild swelling, while rare but serious effects can include fainting, rapid heartbeat, or severe hypotension, especially after the first dose. Caution is advised in patients with heart problems, liver or kidney disorders, or low blood pressure. Regular monitoring of blood pressure, adherence to dosage instructions, and lifestyle modifications such as a low-salt diet, regular exercise, and stress management enhance the medication’s effectiveness. Store in a cool, dry place, away from sunlight and moisture, and keep out of reach of children.",
    "attributes": {
      "SR.NO": "94",
      "BRAND NAME": "PRAZOCURE-XL 5 TAB",
      "CONTAIN": "Prazosin Hydrochloride 5 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "120 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-95",
    "name": "PREBOZ CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/PREBOZ CAP.jpg",
    "shortDescription": "",
    "description": "Pre-biotic & Pro-biotic Capsule is a dietary supplement designed to support digestive health, improve gut flora balance, and enhance overall immunity. Probiotics are live beneficial bacteria that help restore and maintain a healthy gut microbiome, aiding in digestion, nutrient absorption, and reducing gastrointestinal issues such as bloating, constipation, diarrhea, and irritable bowel syndrome. Prebiotics are non-digestible fibers that serve as food for these beneficial bacteria, promoting their growth and activity, which further strengthens gut health and improves bowel regularity. Together, prebiotics and probiotics work synergistically to maintain a balanced intestinal environment, improve nutrient absorption, and support a strong immune system. This combination is particularly beneficial for individuals recovering from antibiotic therapy, experiencing digestive disturbances, or aiming to enhance overall gut health and metabolic function. The capsule is usually taken once daily, preferably with meals, as directed by a healthcare professional. Regular use under medical guidance helps maintain a healthy digestive system, prevent infections, and promote overall well-being. Store in a cool, dry place, away from sunlight and moisture, and keep out of reach of children.",
    "attributes": {
      "SR.NO": "95",
      "BRAND NAME": "PREBOZ CAP",
      "CONTAIN": "Pre-biotic & Pro-biotic Capsule",
      "PACK": "1*10 CAP (AA)",
      "MRP": "160 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-96",
    "name": "PREGACURE-M 75/750 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/PREGACURE-M 75-750 CAPSULE.jpg",
    "shortDescription": "",
    "description": "Pregabalin 75 mg + Methylcobalamin 750 mcg capsule is a combination medication used to manage nerve-related pain, neuropathic conditions, and certain types of chronic pain. Pregabalin is an anticonvulsant that works by calming overactive nerves in the brain and spinal cord, reducing pain signals and helping to relieve symptoms such as burning, tingling, numbness, or shooting pain commonly associated with diabetic neuropathy, post-herpetic neuralgia, or peripheral neuropathies. Methylcobalamin (Vitamin B12) supports nerve health by promoting nerve regeneration, repairing damaged nerve cells, and improving overall nerve function. Together, this combination provides effective relief from neuropathic pain while supporting long-term nerve health. The capsule is usually taken once or twice daily, with or without food, as directed by a healthcare professional. Common side effects may include dizziness, drowsiness, mild gastrointestinal discomfort, or headache, while serious effects are rare. Caution is advised in patients with kidney or liver impairment. Regular use under medical supervision, along with lifestyle adjustments and management of underlying conditions, helps enhance the medication’s effectiveness, improve nerve function, and reduce discomfort, ultimately improving quality of life.",
    "attributes": {
      "SR.NO": "96",
      "BRAND NAME": "PREGACURE-M 75/750 CAP",
      "CONTAIN": "Pegabalin 75 Mg + Methylcobalamin 750 Mcg Capsule",
      "PACK": "1*10 CAP (AA)(MONO)",
      "MRP": "175 (INR)",
      "BOX PACK": "10*1*10 CAP"
    }
  },
  {
    "id": "product-97",
    "name": "PREGACURE-NT TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/PREGACURE-NT TAB.jpg",
    "shortDescription": "",
    "description": "Nortriptyline Hydrochloride 10 mg + Pregabalin 75 mg tablet is a combination medication used to manage neuropathic pain, chronic nerve-related conditions, and certain mood disorders associated with nerve pain. Nortriptyline, a tricyclic antidepressant, works by modulating neurotransmitters in the brain and spinal cord, which helps improve mood and reduce pain perception, particularly in conditions such as diabetic neuropathy, post-herpetic neuralgia, or fibromyalgia. Pregabalin, an anticonvulsant, stabilizes overactive nerve signals, reducing sensations of burning, tingling, numbness, or shooting pain. Together, this combination provides effective relief from neuropathic pain while also addressing associated mood disturbances, anxiety, or sleep issues caused by chronic pain. The tablet is usually taken once or twice daily, with or without food, as directed by a healthcare professional. Common side effects may include drowsiness, dizziness, dry mouth, constipation, or mild gastrointestinal discomfort, while rare but serious effects may involve severe allergic reactions, heart rhythm changes, or pronounced drowsiness. Regular use under medical supervision, along with lifestyle modifications and proper management of underlying conditions, enhances therapeutic benefits, improves nerve function, reduces discomfort, and promotes overall quality of life.",
    "attributes": {
      "SR.NO": "97",
      "BRAND NAME": "PREGACURE-NT TAB",
      "CONTAIN": "Nortriptyline Hydrochloride 10 Mg + Pregabalin Ip 75 Mg Tablet",
      "PACK": "1*10 TAB",
      "MRP": "160 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-98",
    "name": "PREGACURE-NTM TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/PREGACURE-NTM TAB.jpg",
    "shortDescription": "",
    "description": "Nortriptyline Hydrochloride 10 mg + Pregabalin 75 mg + Methylcobalamin 1500 mcg tablet is a combination medication used to manage neuropathic pain, chronic nerve-related conditions, and associated mood or nerve dysfunction. Nortriptyline, a tricyclic antidepressant, works by modulating neurotransmitters in the brain and spinal cord, reducing pain perception and helping alleviate mood disturbances, anxiety, or sleep issues linked to chronic pain. Pregabalin, an anticonvulsant, stabilizes overactive nerve signals, relieving burning, tingling, numbness, or shooting pain, commonly seen in diabetic neuropathy, post-herpetic neuralgia, or peripheral neuropathies. Methylcobalamin (Vitamin B12) supports nerve health by promoting nerve regeneration, repairing damaged nerve cells, and enhancing overall nerve function. Taken together, this combination provides effective pain relief, improves nerve health, and addresses complications arising from chronic neuropathic conditions. The tablet is usually taken once or twice daily, with or without food, as directed by a healthcare professional. Common side effects may include drowsiness, dizziness, dry mouth, constipation, or mild gastrointestinal discomfort, while serious effects are rare. Regular use under medical supervision, along with lifestyle adjustments and proper management of underlying conditions, helps improve nerve function, reduce discomfort, and enhance overall quality of life.",
    "attributes": {
      "SR.NO": "98",
      "BRAND NAME": "PREGACURE-NTM TAB",
      "CONTAIN": "Nortriptyline Hydrochloride 10 Mg + Pregabalin 75 Mg + Methylcobalamin 1500 Mcg Tablet",
      "PACK": "1*10 TAB (MONO)",
      "MRP": "190 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-99",
    "name": "RABEZEAL-DSR CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/RABEZEAL-DSR CAP.jpg",
    "shortDescription": "",
    "description": "Rabeprazole Sodium 20 mg + Domperidone 10 mg capsule is a combination medication used to manage gastrointestinal disorders such as gastroesophageal reflux disease (GERD), acid reflux, heartburn, nausea, vomiting, and delayed gastric emptying. Rabeprazole, a proton pump inhibitor (PPI), works by reducing stomach acid production, promoting healing of ulcers, and relieving symptoms like heartburn, regurgitation, and stomach discomfort. Domperidone is a prokinetic and antiemetic agent that enhances gastric motility, helping food pass efficiently through the stomach while preventing nausea and vomiting associated with acid-related conditions. The capsule is usually taken as prescribed by a doctor, typically 30 to 60 minutes before meals, to maximize effectiveness. Common side effects may include headache, dizziness, mild abdominal discomfort, diarrhea, or constipation, while rare but serious effects can involve heart rhythm disturbances, severe allergic reactions, or liver issues. Caution is advised in patients with liver disease, kidney problems, heart conditions, or electrolyte imbalances. Adherence to the prescribed regimen, along with dietary modifications, avoiding alcohol and spicy foods, and regular medical follow-up, ensures safe and effective treatment. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "99",
      "BRAND NAME": "RABEZEAL-DSR CAP",
      "CONTAIN": "Rabeprazole Sodium 20 Mg + Domeperidone 10 Mg Capsule",
      "PACK": "1*10 CAP (ALM)",
      "MRP": "130 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-100",
    "name": "RABEZEAL-LS CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/RABEZEAL-LS CAPSULE.jpg",
    "shortDescription": "",
    "description": "Rabeprazole 20 mg + Levosulpiride 75 mg capsule is a combination medication used to treat gastrointestinal disorders such as gastroesophageal reflux disease (GERD), acid reflux, heartburn, nausea, vomiting, delayed gastric emptying, and functional dyspepsia. Rabeprazole, a proton pump inhibitor (PPI), reduces stomach acid production, promotes healing of ulcers, and relieves symptoms like heartburn, regurgitation, and epigastric discomfort. Levosulpiride, a prokinetic agent, enhances gastric motility, facilitating the movement of food through the stomach and intestines, and also acts on the central nervous system to alleviate nausea, vomiting, and bloating. The capsule is usually taken as prescribed by a doctor, preferably 30 to 60 minutes before meals, to maximize its therapeutic effects. Common side effects may include headache, dizziness, mild abdominal discomfort, diarrhea, or constipation, while rare but serious effects can involve severe allergic reactions, extrapyramidal symptoms, or liver issues. Caution is advised in patients with kidney or liver impairment, heart conditions, or electrolyte imbalances. Adherence to the prescribed dosage, combined with dietary modifications, avoidance of alcohol and spicy foods, and regular medical supervision, ensures safe and effective relief from gastrointestinal symptoms. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "100",
      "BRAND NAME": "RABEZEAL-LS CAP",
      "CONTAIN": "Rabeprazole 20 Mg + Levosulpiride 75 Mg Capsule",
      "PACK": "1*10 CAP (AA)",
      "MRP": "160 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-101",
    "name": "RAMEZ 2.5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/RAMEZ 2.5 TAB.jpg",
    "shortDescription": "",
    "description": "Ramipril 2.5 mg tablet is an antihypertensive medication used to treat high blood pressure (hypertension) and reduce the risk of cardiovascular complications such as heart attack, stroke, and kidney damage. It belongs to the class of angiotensin-converting enzyme (ACE) inhibitors, which work by blocking the conversion of angiotensin I to angiotensin II, a substance that narrows blood vessels. This action relaxes blood vessels, lowers vascular resistance, and improves blood flow, thereby reducing blood pressure and decreasing the workload on the heart. Ramipril also helps protect the kidneys, particularly in patients with diabetes or chronic kidney disease, by reducing protein loss in urine and preserving kidney function. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional, and should be taken at the same time each day for optimal effect. Common side effects may include dizziness, headache, cough, fatigue, or mild gastrointestinal discomfort, while rare but serious effects can include severe hypotension, kidney dysfunction, or angioedema. Regular monitoring of blood pressure, kidney function, and adherence to lifestyle modifications, including diet, exercise, and stress management, enhance the medication’s effectiveness. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "101",
      "BRAND NAME": "RAMEZ 2.5 TAB",
      "CONTAIN": "Ramipril 2.5 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "55 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-102",
    "name": "RAMEZ 5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/RAMEZ 5.jpg",
    "shortDescription": "",
    "description": "Ramipril 5 mg tablet is an antihypertensive medication used to treat high blood pressure (hypertension) and to reduce the risk of cardiovascular events such as heart attack, stroke, and kidney damage. It belongs to the class of angiotensin-converting enzyme (ACE) inhibitors, which work by blocking the conversion of angiotensin I to angiotensin II, a substance that constricts blood vessels. By relaxing blood vessels, Ramipril lowers vascular resistance, improves blood flow, and decreases the workload on the heart. It also provides renal protection, particularly in patients with diabetes or chronic kidney disease, by reducing proteinuria and supporting kidney function. The tablet is typically taken once daily, with or without food, and should be taken consistently at the same time each day for maximum efficacy. Common side effects may include dizziness, headache, dry cough, fatigue, or mild gastrointestinal discomfort, while rare but serious effects can include severe hypotension, kidney impairment, or angioedema. Regular monitoring of blood pressure, kidney function, and adherence to lifestyle modifications such as a balanced diet, regular exercise, and stress management enhance the effectiveness of treatment. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "102",
      "BRAND NAME": "RAMEZ 5 TAB",
      "CONTAIN": "Ramipril 5 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "90 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-103",
    "name": "RENOZAC 500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/RENOZOC 500 TAB.jpg",
    "shortDescription": "",
    "description": "Ranolazine 500 mg tablet is a cardiovascular medication primarily used to treat chronic angina (chest pain) and improve exercise tolerance in patients with stable coronary artery disease. Unlike traditional anti-anginal drugs, Ranolazine works by inhibiting the late phase of the sodium current in heart muscle cells, which reduces intracellular calcium overload, improves myocardial relaxation, and decreases oxygen consumption by the heart, thereby relieving angina without significantly affecting heart rate or blood pressure. The tablet is usually taken twice daily, with or without food, as directed by a healthcare professional, and should be taken consistently for optimal therapeutic effect. Common side effects may include dizziness, headache, constipation, nausea, or mild gastrointestinal discomfort, while rare but serious effects can involve QT interval prolongation, severe hypotension, or heart rhythm disturbances. Caution is advised in patients with pre-existing heart rhythm abnormalities, liver or kidney impairment, or in combination with certain medications that may affect cardiac conduction. Regular follow-up with a healthcare professional, adherence to prescribed dosage, and lifestyle modifications such as a heart-healthy diet, regular exercise, and stress management enhance the effectiveness of treatment and improve quality of life. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "103",
      "BRAND NAME": "RENOZAC 500 TAB",
      "CONTAIN": "Ranolazine 500 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "120 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-104",
    "name": "ROSUCURE 10 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ROSUCURE 10 TAB.jpg",
    "shortDescription": "",
    "description": "Rosuvastatin 10 mg tablet is a lipid-lowering medication used to manage high cholesterol (hyperlipidemia) and reduce the risk of cardiovascular diseases such as heart attack, stroke, and atherosclerosis. It belongs to the class of statins, which work by inhibiting the enzyme HMG-CoA reductase, a key enzyme in cholesterol synthesis in the liver. By reducing the production of low-density lipoprotein (LDL) cholesterol and triglycerides, and modestly increasing high-density lipoprotein (HDL) cholesterol, Rosuvastatin helps prevent plaque buildup in arteries, improving blood flow and cardiovascular health. The tablet is usually taken once daily, with or without food, preferably at the same time each day, as prescribed by a healthcare professional. Common side effects may include headache, muscle pain, mild gastrointestinal discomfort, or nausea, while rare but serious effects can include severe muscle breakdown (rhabdomyolysis), liver dysfunction, or allergic reactions. Caution is advised in patients with liver or kidney impairment, or those taking other medications that may interact with statins. Regular monitoring of cholesterol levels, liver function, adherence to a heart-healthy diet, exercise, and medical follow-up are essential to achieve optimal benefits. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "104",
      "BRAND NAME": "ROSUCURE 10 TAB",
      "CONTAIN": "Rosuvastatin 10 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "100 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-105",
    "name": "ROSUCURE 20 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ROSUCURE 20 TAB.jpg",
    "shortDescription": "",
    "description": "Rosuvastatin 20 mg tablet is a potent lipid-lowering medication used to manage high cholesterol (hyperlipidemia), mixed dyslipidemia, and to reduce the risk of cardiovascular diseases including heart attack, stroke, and atherosclerosis. It belongs to the statin class of drugs and works by inhibiting HMG-CoA reductase, an enzyme responsible for cholesterol synthesis in the liver. By lowering low-density lipoprotein (LDL) cholesterol and triglycerides while modestly increasing high-density lipoprotein (HDL) cholesterol, Rosuvastatin helps prevent the buildup of plaque in arteries, improving blood flow and cardiovascular health. The tablet is typically taken once daily, with or without food, preferably at the same time each day, as prescribed by a healthcare professional. Common side effects may include headache, muscle pain, nausea, or mild gastrointestinal discomfort, while rare but serious effects can include severe muscle breakdown (rhabdomyolysis), liver dysfunction, or allergic reactions. Caution is advised in patients with liver or kidney impairment, or those on interacting medications. Regular monitoring of cholesterol levels, liver function tests, adherence to a heart-healthy diet, physical activity, and medical supervision are essential for optimal efficacy and safety. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "105",
      "BRAND NAME": "ROSUCURE 20 TAB",
      "CONTAIN": "Rosuvastatin 20 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "150 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-106",
    "name": "ROSUCURE 5  TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ROSUCURE 5 TAB.jpg",
    "shortDescription": "",
    "description": "Rosucure 5 mg tablet is a medication primarily used to manage high cholesterol (hyperlipidemia) and reduce the risk of cardiovascular diseases such as heart attack, stroke, and atherosclerosis. It contains Rosuvastatin, which belongs to the class of statins and works by inhibiting the enzyme HMG-CoA reductase, a key enzyme in the liver responsible for cholesterol production. By lowering low-density lipoprotein (LDL) cholesterol and triglycerides and modestly increasing high-density lipoprotein (HDL) cholesterol, Rosuvastatin helps prevent plaque buildup in arteries, improving blood flow and overall heart health. The tablet is usually taken once daily, with or without food, preferably at the same time each day, as prescribed by a healthcare professional. Common side effects may include headache, mild muscle pain, nausea, or gastrointestinal discomfort, while rare but serious effects can include severe muscle breakdown (rhabdomyolysis), liver dysfunction, or allergic reactions. Caution is advised in patients with liver or kidney impairment or those taking other medications that may interact with statins. Regular monitoring of cholesterol levels, liver function, adherence to a heart-healthy diet, exercise, and follow-up with a healthcare professional are essential for optimal results. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "106",
      "BRAND NAME": "ROSUCURE 5  TAB",
      "CONTAIN": "Rosucure 5 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "80 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-107",
    "name": "ROSUCURE-A 10/75 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ROSUCURE-A 10-75 CAP.jpg",
    "shortDescription": "",
    "description": "Rosuvastatin 10 mg + Aspirin 75 mg capsule is a combination medication used to manage high cholesterol (hyperlipidemia) and reduce the risk of cardiovascular events such as heart attack, stroke, and atherosclerosis. Rosuvastatin, a statin, works by inhibiting HMG-CoA reductase, an enzyme responsible for cholesterol synthesis in the liver, which lowers low-density lipoprotein (LDL) cholesterol and triglycerides while modestly increasing high-density lipoprotein (HDL) cholesterol, helping prevent plaque buildup in arteries. Aspirin, a low-dose antiplatelet agent, helps prevent blood clots by inhibiting platelet aggregation, further reducing the risk of heart attacks and strokes. The capsule is usually taken once daily, with or without food, as directed by a healthcare professional, preferably at the same time each day. Common side effects may include mild headache, gastrointestinal discomfort, nausea, or muscle pain, while rare but serious effects can include liver dysfunction, severe muscle breakdown (rhabdomyolysis), bleeding complications, or allergic reactions. Caution is advised in patients with liver or kidney impairment, peptic ulcers, bleeding disorders, or those on other interacting medications. Regular monitoring of cholesterol, liver function, adherence to a heart-healthy diet, exercise, and medical supervision are essential for safe and effective therapy.",
    "attributes": {
      "SR.NO": "107",
      "BRAND NAME": "ROSUCURE-A 10-75 CAP",
      "CONTAIN": "Rosuvastatin 10 Mg + Aspirin 75 Mg Capsule",
      "PACK": "1*10 CAP (AA)",
      "MRP": "65 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-108",
    "name": "ROSUCURE-CV 10/75 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ROSUCURE-CV 10-75 CAP.jpg",
    "shortDescription": "",
    "description": "Rosuvastatin 10 mg + Clopidogrel 75 mg capsule is a combination medication used to manage high cholesterol (hyperlipidemia) and reduce the risk of cardiovascular events such as heart attack, stroke, and atherosclerosis. Rosuvastatin, a statin, works by inhibiting HMG-CoA reductase, an enzyme in the liver responsible for cholesterol synthesis, thereby lowering low-density lipoprotein (LDL) cholesterol and triglycerides while modestly increasing high-density lipoprotein (HDL) cholesterol, which helps prevent plaque buildup in arteries and improves cardiovascular health. Clopidogrel, an antiplatelet agent, prevents blood clots by inhibiting platelet aggregation, further reducing the risk of heart attacks, strokes, and other thrombotic events. The capsule is usually taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day. Common side effects may include mild headache, gastrointestinal discomfort, nausea, or muscle pain, while rare but serious effects can include severe muscle breakdown (rhabdomyolysis), liver dysfunction, bleeding complications, or allergic reactions. Caution is advised in patients with liver or kidney impairment, bleeding disorders, or those taking other interacting medications. Regular monitoring of cholesterol, liver function, adherence to a heart-healthy diet, exercise, and medical supervision ensures safe and effective therapy.",
    "attributes": {
      "SR.NO": "108",
      "BRAND NAME": "ROSUCURE-CV 10/75 CAP",
      "CONTAIN": "Rosuvastatin 10 Mg + Clopidogrel 75 Mg Capsule",
      "PACK": "1*10 CAP (AA)",
      "MRP": "130 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-109",
    "name": "ROSUCURE-F 10/160 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ROSUCURE-F 10-160.jpg",
    "shortDescription": "",
    "description": "Rosuvastatin 10 mg + Fenofibrate 160 mg tablet is a combination medication used to manage mixed dyslipidemia, high cholesterol (hyperlipidemia), and elevated triglyceride levels, thereby reducing the risk of cardiovascular diseases such as heart attack, stroke, and atherosclerosis. Rosuvastatin, a statin, works by inhibiting HMG-CoA reductase, an enzyme in the liver responsible for cholesterol synthesis, lowering low-density lipoprotein (LDL) cholesterol and triglycerides while modestly increasing high-density lipoprotein (HDL) cholesterol. Fenofibrate, a fibric acid derivative, primarily reduces triglyceride levels and increases HDL cholesterol by activating peroxisome proliferator-activated receptors (PPARs), which enhance lipid metabolism. Taken together, this combination effectively improves overall lipid profiles, prevents plaque buildup in arteries, and supports cardiovascular health. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional. Common side effects may include mild gastrointestinal discomfort, headache, muscle pain, or nausea, while rare but serious effects can include liver dysfunction, severe muscle breakdown (rhabdomyolysis), or allergic reactions. Caution is advised in patients with liver or kidney impairment, gallbladder disease, or those on other interacting medications. Regular monitoring of lipid levels, liver function, adherence to a heart-healthy diet, exercise, and medical supervision ensures safe and effective treatment.",
    "attributes": {
      "SR.NO": "109",
      "BRAND NAME": "ROSUCURE-F 10/160 TAB",
      "CONTAIN": "Rosuvastatin 10 Mg + Fenofibrate 160 Mg Tab",
      "PACK": "1*10 TAB (AA)",
      "MRP": "140 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-110",
    "name": "ROSUCURE-GOLD 10 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ROSUCURE-GOLD 10 CAP.jpg",
    "shortDescription": "",
    "description": "Rosuvastatin 10 mg + Clopidogrel 75 mg + Aspirin 75 mg capsule is a combination medication used to manage high cholesterol (hyperlipidemia) and reduce the risk of cardiovascular events such as heart attack, stroke, and atherosclerosis. Rosuvastatin, a statin, works by inhibiting HMG-CoA reductase, an enzyme responsible for cholesterol synthesis in the liver, thereby lowering low-density lipoprotein (LDL) cholesterol and triglycerides while modestly increasing high-density lipoprotein (HDL) cholesterol, helping prevent plaque buildup in arteries. Clopidogrel, an antiplatelet agent, inhibits platelet aggregation, preventing blood clots and reducing the risk of thrombotic events, while Aspirin, a low-dose antiplatelet, further enhances clot prevention by inhibiting platelet function. The capsule is typically taken once daily, with or without food, as directed by a healthcare professional, preferably at the same time each day. Common side effects may include mild headache, gastrointestinal discomfort, nausea, or muscle pain, while rare but serious effects can include severe muscle breakdown (rhabdomyolysis), liver dysfunction, bleeding complications, or allergic reactions. Caution is advised in patients with liver or kidney impairment, bleeding disorders, or those on interacting medications. Regular monitoring of cholesterol, platelet function, adherence to a heart-healthy diet, exercise, and medical supervision ensures safe and effective therapy.",
    "attributes": {
      "SR.NO": "110",
      "BRAND NAME": "ROSUCURE-GOLD 10 CAP",
      "CONTAIN": "Rosuvastatin 10 Mg + Clopidogrel 75 Mg + Aspirin 75 Mg capsule",
      "PACK": "1*10 CAP  (AA)",
      "MRP": "145 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-111",
    "name": "ROSUCURE-GOLD 20 CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ROSUCURE-GOLD 20 CAP.jpg",
    "shortDescription": "",
    "description": "Rosuvastatin 20 mg + Clopidogrel 75 mg + Aspirin 75 mg capsule is a combination medication used to manage high cholesterol (hyperlipidemia) and significantly reduce the risk of cardiovascular events such as heart attack, stroke, and atherosclerosis. Rosuvastatin, a statin, works by inhibiting HMG-CoA reductase, an enzyme responsible for cholesterol synthesis in the liver, thereby lowering low-density lipoprotein (LDL) cholesterol and triglycerides while modestly increasing high-density lipoprotein (HDL) cholesterol, helping prevent plaque buildup in arteries. Clopidogrel, an antiplatelet agent, prevents blood clots by inhibiting platelet aggregation, while low-dose Aspirin further enhances antiplatelet effects, reducing the likelihood of thrombotic events. The capsule is usually taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day. Common side effects may include mild headache, gastrointestinal discomfort, nausea, or muscle pain, while rare but serious effects can involve severe muscle breakdown (rhabdomyolysis), liver dysfunction, bleeding complications, or allergic reactions. Caution is advised in patients with liver or kidney impairment, bleeding disorders, or those on interacting medications. Regular monitoring of cholesterol, platelet function, adherence to a heart-healthy diet, exercise, and medical supervision ensures safe and effective therapy.",
    "attributes": {
      "SR.NO": "111",
      "BRAND NAME": "ROSUCURE-GOLD 20 CAP",
      "CONTAIN": "Rosuvastatin 20 Mg + Clopidogrel 75 Mg + Aspirin 75 Mg Capsule",
      "PACK": "1*10 CAP (AA)",
      "MRP": "165 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-112",
    "name": "SACVIL 50 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/SACVIL 50 TAB.jpg",
    "shortDescription": "",
    "description": "Sacubitril 24 mg + Valsartan 26 mg tablet is a combination medication used to manage heart failure and improve heart function by reducing strain on the heart and lowering the risk of hospitalization or cardiovascular complications. Sacubitril is a neprilysin inhibitor that prevents the breakdown of natriuretic peptides, promoting vasodilation, reducing blood volume, and decreasing blood pressure, which helps the heart pump more efficiently. Valsartan, an angiotensin II receptor blocker (ARB), relaxes blood vessels, lowers blood pressure, and decreases the workload on the heart by blocking the effects of angiotensin II, a substance that narrows blood vessels. Together, this combination improves symptoms of heart failure such as shortness of breath, fatigue, and fluid retention while supporting long-term cardiac function. The tablet is usually taken twice daily, with or without food, as prescribed by a healthcare professional, and should be taken consistently at the same times each day. Common side effects may include dizziness, hypotension, mild kidney function changes, or elevated potassium levels, while rare but serious effects can include severe hypotension, kidney impairment, or allergic reactions. Regular monitoring of blood pressure, kidney function, electrolytes, adherence to prescribed dosage, lifestyle modifications, and follow-up with a healthcare professional ensures safe and effective therapy.",
    "attributes": {
      "SR.NO": "112",
      "BRAND NAME": "SACVIL 50 TAB",
      "CONTAIN": "Sacubitril 24 Mg + Valsatan 26 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "380 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-113",
    "name": "SITAZ 100 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/SITAZ 100 TAB.jpg",
    "shortDescription": "",
    "description": "Sitagliptin 100 mg tablet is an oral antidiabetic medication used to manage type 2 diabetes mellitus by helping control blood sugar levels. It belongs to the class of dipeptidyl peptidase-4 (DPP-4) inhibitors, which work by enhancing the body’s natural ability to lower blood glucose. Sitagliptin increases levels of incretin hormones, which stimulate insulin release from the pancreas in response to meals and decrease the production of glucose by the liver. This helps reduce both fasting and postprandial blood sugar levels, improving overall glycemic control. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional, and should be taken at the same time each day for optimal effectiveness. Common side effects may include mild gastrointestinal discomfort, headache, or upper respiratory tract symptoms, while rare but serious effects can include severe allergic reactions, pancreatitis, or changes in kidney function. Sitagliptin is often used alone or in combination with other antidiabetic medications, along with lifestyle modifications such as a balanced diet, regular exercise, and weight management, to enhance its effectiveness. Regular monitoring of blood sugar levels, kidney function, and adherence to prescribed therapy ensures safe and effective diabetes management.",
    "attributes": {
      "SR.NO": "113",
      "BRAND NAME": "SITAZ 100 TAB",
      "CONTAIN": "Sitagliptin 100 Mg Tablet",
      "PACK": "1*7 TAB (BL)",
      "MRP": "290 (INR)",
      "BOX PACK": "10*7 TAB"
    }
  },
  {
    "id": "product-114",
    "name": "SILORIDE 8 D CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/SILORIDE 8 D CAP.jpg",
    "shortDescription": "",
    "description": "Dutasteride 0.5 mg + Silodosin 8 mg capsule is a combination medication used to manage symptoms of benign prostatic hyperplasia (BPH), commonly known as an enlarged prostate, which can cause difficulty in urination, weak urine flow, frequent urination, or nighttime urination. Dutasteride, a 5-alpha reductase inhibitor, works by blocking the conversion of testosterone to dihydrotestosterone (DHT), a hormone responsible for prostate enlargement, which helps reduce prostate size over time and improves urinary flow. Silodosin, an alpha-1 adrenergic receptor antagonist, relaxes the smooth muscles in the prostate and bladder neck, allowing easier urine passage and relieving urinary obstruction symptoms. Taken together, this combination addresses both the mechanical obstruction and hormonal causes of BPH, providing symptomatic relief and improving quality of life. The capsule is usually taken once daily, with or without food, as prescribed by a healthcare professional, and should be taken at the same time each day. Common side effects may include dizziness, headache, retrograde ejaculation, or mild gastrointestinal discomfort, while rare but serious effects can include allergic reactions, low blood pressure, or liver dysfunction. Regular monitoring, adherence to the prescribed regimen, and follow-up with a healthcare professional ensure safe and effective treatment.",
    "attributes": {
      "SR.NO": "114",
      "BRAND NAME": "SILORIDE 8 D CAP",
      "CONTAIN": "Dutasteride 0.5 Mg + Silodosin 8 Mg Capsule",
      "PACK": "1*10 CAP (MONO)",
      "MRP": "300 (INR)",
      "BOX PACK": "10*1*10 CAP"
    }
  },
  {
    "id": "product-115",
    "name": "SILYZYME-Q 10 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/SILYZYME-Q 10 TAB.jpg",
    "shortDescription": "",
    "description": "This multi-ingredient tablet combines Silymarin extract, Vitamin C, L-Carnitine L-Tartrate, Choline Bitartrate, Inositol, N-Acetyl L-Cysteine, L-Ornithine Hydrochloride, L-Glutathione, Vitamin E, Calcium Pantothenate, Zinc, Vitamin B Complex, Iron, Coenzyme Q10, Folic Acid, Selenium, and Vitamin D3 to support overall health, liver function, antioxidant defense, and metabolic balance. Silymarin and N-Acetyl L-Cysteine protect and promote liver detoxification, while L-Carnitine, L-Ornithine, and L-Glutathione support energy metabolism and cellular repair. Vitamins C, E, D3, B Complex, and minerals like Zinc, Iron, Selenium, and Calcium Pantothenate contribute to immune support, antioxidant activity, red blood cell production, and bone health. Coenzyme Q10 enhances cellular energy production, and Choline Bitartrate with Inositol supports healthy liver and nervous system function. Folic acid aids in DNA synthesis and cardiovascular health. The tablet is generally taken once daily, with or after meals, as directed by a healthcare professional. Regular intake, along with a balanced diet and healthy lifestyle, helps maintain optimal liver function, antioxidant defense, cardiovascular support, and overall well-being. Common side effects are rare but may include mild gastrointestinal discomfort. Store in a cool, dry place, away from sunlight and moisture.",
    "attributes": {
      "SR.NO": "115",
      "BRAND NAME": "SILYZYME-Q 10 TAB",
      "CONTAIN": "Silymarin Extract, Vitamin C+ L-Carnitine L-Tartrate+Choline Bitartrate, Inositol+ N-Acetyl L-Cystine + L-Ornithine Hydrochloride+ L-Glutathione+ Vitamin E+ Calcium Pantothenate + Zinc + Vitamin B Complex + Iron + Co Enzyme Q10 + Folic Acid + Selenium + vitamin D3 Tablet",
      "PACK": "1*10 TAB (MONO)",
      "MRP": "315 (INR)",
      "BOX PACK": "10*1*10 TAB"
    }
  },
  {
    "id": "product-116",
    "name": "SITAZ-M 50/500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/SITAZ-M 50-500 TAB.jpg",
    "shortDescription": "",
    "description": "Sitagliptin 50 mg + Metformin Hydrochloride 500 mg tablet is a combination oral antidiabetic medication used to manage type 2 diabetes mellitus by controlling blood sugar levels. Sitagliptin, a dipeptidyl peptidase-4 (DPP-4) inhibitor, enhances the body’s natural incretin hormones, which increase insulin release from the pancreas after meals and decrease glucose production by the liver, thereby reducing both fasting and postprandial blood sugar levels. Metformin, a biguanide, lowers hepatic glucose production, improves insulin sensitivity, and enhances peripheral glucose uptake, working synergistically with Sitagliptin for optimal glycemic control. The tablet is usually taken once or twice daily, with meals, as prescribed by a healthcare professional, to minimize gastrointestinal discomfort and ensure consistent blood sugar control. Common side effects may include mild gastrointestinal issues, such as nausea, diarrhea, or abdominal discomfort, while rare but serious effects can include lactic acidosis, pancreatitis, or allergic reactions. The medication is often used alongside lifestyle modifications, including a balanced diet, regular exercise, and weight management, to enhance effectiveness. Regular monitoring of blood glucose levels, kidney function, and adherence to the prescribed regimen ensures safe and effective diabetes management, reducing the risk of long-term complications associated with uncontrolled blood sugar.",
    "attributes": {
      "SR.NO": "116",
      "BRAND NAME": "SITAZ-M 50/500 TAB",
      "CONTAIN": "Sitagliptin 50 mg + Metformin Hydrochloride 500 mg Tablet",
      "PACK": "1*15 TAB (BL)",
      "MRP": "310 (INR)",
      "BOX PACK": "10*15 TAB"
    }
  },
  {
    "id": "product-117",
    "name": "SODICURE 500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/SODICURE 500 TAB.jpg",
    "shortDescription": "",
    "description": "Sodium Bicarbonate 500 mg tablet is an antacid and alkalizing agent used to relieve symptoms of indigestion, heartburn, acid reflux, and upset stomach caused by excess stomach acid. It works by neutralizing gastric acid, increasing the pH of the stomach contents, and providing rapid symptomatic relief from acidity-related discomfort. Sodium Bicarbonate may also be used to correct metabolic acidosis, a condition in which the blood becomes too acidic, and to maintain electrolyte balance in certain medical conditions as advised by a healthcare professional. The tablet is usually taken orally, with water, on an as-needed basis or as directed by a physician, and should not be taken in excessive amounts to avoid electrolyte imbalances or alkalosis. Common side effects may include mild gastrointestinal bloating or gas, while rare but serious effects can include electrolyte disturbances, high blood pressure, or kidney-related issues in patients with pre-existing conditions. Caution is advised in individuals with heart, kidney, or liver disorders and those on sodium-restricted diets. Regular adherence to prescribed dosage, combined with a balanced diet and adequate hydration, ensures safe and effective management of acidity, digestive discomfort, and acid-base balance. Store in a cool, dry place, away from moisture.",
    "attributes": {
      "SR.NO": "117",
      "BRAND NAME": "SODICURE 500 TAB",
      "CONTAIN": "Sodium Bicarbonate 500 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "35 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-118",
    "name": "TELTAZ 20 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TELTAZ 20.jpg",
    "shortDescription": "",
    "description": "Telmisartan 20 mg tablet is an antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular events such as heart attack, stroke, and heart failure. It belongs to the class of angiotensin II receptor blockers (ARBs), which work by blocking the action of angiotensin II, a hormone that causes blood vessels to constrict. By relaxing blood vessels, Telmisartan lowers vascular resistance, improves blood flow, and decreases the workload on the heart, helping maintain normal blood pressure levels. The tablet is typically taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day for optimal efficacy. Common side effects may include dizziness, headache, fatigue, or mild gastrointestinal discomfort, while rare but serious effects can include kidney dysfunction, hyperkalemia (high potassium levels), or severe hypotension. Caution is advised in patients with kidney or liver impairment, volume depletion, or those taking other medications that may interact with Telmisartan. Regular monitoring of blood pressure, kidney function, and electrolyte levels, along with adherence to prescribed dosage, lifestyle modifications, a low-sodium diet, regular exercise, and medical supervision, ensures safe and effective management of hypertension and supports long-term cardiovascular health.",
    "attributes": {
      "SR.NO": "118",
      "BRAND NAME": "TELTAZ 20 TAB",
      "CONTAIN": "Telmisartan 20 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "40 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-119",
    "name": "TELTAZ-H 40 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TELTAZ-H 40 TAB.jpg",
    "shortDescription": "",
    "description": "Telmisartan 40 mg + Hydrochlorothiazide 12.5 mg tablet is a combination antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular events such as heart attack, stroke, and heart failure. Telmisartan, an angiotensin II receptor blocker (ARB), works by relaxing blood vessels and lowering vascular resistance through inhibition of the vasoconstrictive effects of angiotensin II, thereby decreasing the workload on the heart and improving blood flow. Hydrochlorothiazide, a thiazide diuretic, promotes the excretion of excess salt and water through the kidneys, reducing blood volume and further lowering blood pressure. Taken together, this combination provides a dual mechanism to control hypertension effectively. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day. Common side effects may include dizziness, headache, fatigue, or mild gastrointestinal discomfort, while rare but serious effects can include electrolyte imbalances, kidney dysfunction, severe hypotension, or allergic reactions. Caution is advised in patients with kidney or liver impairment, electrolyte disturbances, or those taking other interacting medications. Regular monitoring of blood pressure, kidney function, and electrolytes, along with adherence to prescribed dosage, lifestyle modifications, a low-sodium diet, and medical supervision, ensures safe and effective management of hypertension.",
    "attributes": {
      "SR.NO": "119",
      "BRAND NAME": "TELTAZ-H 40 TAB",
      "CONTAIN": "Telmisartan 40 Mg + Hydrochlorthiazide 12.5 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "90 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-120",
    "name": "TELTAZ 40 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TELTAZ 40.jpg",
    "shortDescription": "",
    "description": "Telmisartan 40 mg tablet is an antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular events such as heart attack, stroke, and heart failure. It belongs to the class of angiotensin II receptor blockers (ARBs), which work by inhibiting the action of angiotensin II, a hormone that causes blood vessels to constrict. By relaxing blood vessels, Telmisartan lowers vascular resistance, improves blood flow, and reduces the workload on the heart, helping maintain normal blood pressure levels and supporting long-term cardiovascular health. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day for consistent blood pressure control. Common side effects may include dizziness, headache, fatigue, or mild gastrointestinal discomfort, while rare but serious effects can include kidney dysfunction, hyperkalemia (high potassium levels), or severe hypotension. Caution is advised in patients with kidney or liver impairment, volume depletion, or those taking other medications that may interact with Telmisartan. Regular monitoring of blood pressure, kidney function, and electrolytes, combined with adherence to prescribed dosage, lifestyle modifications, a low-sodium diet, regular exercise, and medical supervision, ensures safe and effective hypertension management and overall cardiovascular well-being.",
    "attributes": {
      "SR.NO": "120",
      "BRAND NAME": "TELTAZ 40 TAB",
      "CONTAIN": "Telmisartan 40 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "72 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-121",
    "name": "TELTAZ 80 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TELTAZ 80 TAB.jpg",
    "shortDescription": "",
    "description": "Telmisartan 80 mg tablet is an antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular events such as heart attack, stroke, and heart failure. It belongs to the class of angiotensin II receptor blockers (ARBs), which work by blocking the action of angiotensin II, a hormone that constricts blood vessels. By relaxing blood vessels, Telmisartan lowers vascular resistance, improves blood flow, and reduces the workload on the heart, helping maintain normal blood pressure levels and supporting long-term cardiovascular health. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day for consistent blood pressure control. Common side effects may include dizziness, headache, fatigue, or mild gastrointestinal discomfort, while rare but serious effects can include kidney dysfunction, hyperkalemia (high potassium levels), or severe hypotension. Caution is advised in patients with kidney or liver impairment, volume depletion, or those taking other medications that may interact with Telmisartan. Regular monitoring of blood pressure, kidney function, and electrolytes, combined with adherence to prescribed dosage, lifestyle modifications, a low-sodium diet, regular exercise, and medical supervision, ensures safe and effective hypertension management and overall cardiovascular well-being.",
    "attributes": {
      "SR.NO": "121",
      "BRAND NAME": "TELTAZ 80 TAB",
      "CONTAIN": "Telmisartan 80 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "100 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-122",
    "name": "TELTAZ-TRIO 40 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TELTAZ-TRIO 40 TAB.jpg",
    "shortDescription": "",
    "description": "Telmisartan 40 mg + Hydrochlorothiazide 12.5 mg + Amlodipine 5 mg tablet is a combination antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular events such as heart attack, stroke, and heart failure. Telmisartan, an angiotensin II receptor blocker (ARB), relaxes blood vessels by inhibiting the vasoconstrictive effects of angiotensin II, lowering vascular resistance and decreasing the workload on the heart. Hydrochlorothiazide, a thiazide diuretic, promotes the excretion of excess salt and water through the kidneys, reducing blood volume and further lowering blood pressure. Amlodipine, a calcium channel blocker, relaxes the smooth muscles of blood vessels, improving blood flow and contributing to effective blood pressure control. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day. Common side effects may include dizziness, headache, fatigue, or mild gastrointestinal discomfort, while rare but serious effects can include electrolyte imbalances, kidney dysfunction, severe hypotension, or allergic reactions. Caution is advised in patients with kidney or liver impairment or those taking interacting medications. Regular monitoring of blood pressure, kidney function, and electrolytes, combined with adherence to dosage, lifestyle modifications, a low-sodium diet, exercise, and medical supervision, ensures safe and effective management of hypertension and supports long-term cardiovascular health.",
    "attributes": {
      "SR.NO": "122",
      "BRAND NAME": "TELTAZ-TRIO 40 TAB",
      "CONTAIN": "Telmisartan 40 Mg + Hydrochlorthiazide 12.5 Mg + Amlodipine 5 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "110 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-123",
    "name": "TELTAZ-AM TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TELTAZ-AM TAB.jpg",
    "shortDescription": "",
    "description": "Telmisartan 40 mg + Amlodipine 5 mg tablet is a combination antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular events such as heart attack, stroke, and heart failure. Telmisartan, an angiotensin II receptor blocker (ARB), works by inhibiting the action of angiotensin II, a hormone that constricts blood vessels, thereby relaxing blood vessels, lowering vascular resistance, and decreasing the workload on the heart. Amlodipine, a calcium channel blocker, relaxes the smooth muscles of blood vessels, improving blood flow and further contributing to effective blood pressure control. This dual mechanism provides better management of hypertension, especially in patients who do not respond adequately to monotherapy. The tablet is typically taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day for consistent blood pressure control. Common side effects may include dizziness, headache, fatigue, or mild swelling of the legs, while rare but serious effects can include severe hypotension, kidney dysfunction, or allergic reactions. Regular monitoring of blood pressure, kidney function, and adherence to prescribed dosage, along with lifestyle modifications, a low-sodium diet, regular exercise, and medical supervision, ensures safe and effective long-term management of hypertension.",
    "attributes": {
      "SR.NO": "123",
      "BRAND NAME": "TELTAZ-AM TAB",
      "CONTAIN": "Telmisartan 40 mg + Amlodipine 5 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "110 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-124",
    "name": "TELTAZ-CT 40/12.5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TELTAZ-CT 40-12.5 TAB.jpg",
    "shortDescription": "",
    "description": "Telmisartan 40 mg + Chlorthalidone 12.5 mg tablet is a combination antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular events such as heart attack, stroke, and heart failure. Telmisartan, an angiotensin II receptor blocker (ARB), works by inhibiting the action of angiotensin II, a hormone that constricts blood vessels, thereby relaxing blood vessels, lowering vascular resistance, and decreasing the workload on the heart. Chlorthalidone, a thiazide-like diuretic, promotes the excretion of excess sodium and water through the kidneys, reducing blood volume and further lowering blood pressure. This dual mechanism provides effective blood pressure control, especially in patients who do not respond adequately to a single antihypertensive agent. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day. Common side effects may include dizziness, headache, fatigue, increased urination, or mild gastrointestinal discomfort, while rare but serious effects can include electrolyte imbalances, kidney dysfunction, severe hypotension, or allergic reactions. Regular monitoring of blood pressure, kidney function, and electrolytes, combined with adherence to prescribed dosage, a low-sodium diet, lifestyle modifications, regular exercise, and medical supervision, ensures safe and effective long-term management of hypertension.",
    "attributes": {
      "SR.NO": "124",
      "BRAND NAME": "TELTAZ-CT 40/12.5 TAB",
      "CONTAIN": "Telmisartan 40 Mg + Chlorthalidone 12.5 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "90 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-125",
    "name": "TELTAZ-CT 40/6.25 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TELTAZ-CT 40-6.25 TAB.jpg",
    "shortDescription": "",
    "description": "Telmisartan 40 mg + Chlorthalidone 6.25 mg tablet is a combination antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular complications such as heart attack, stroke, and heart failure. Telmisartan, an angiotensin II receptor blocker (ARB), relaxes blood vessels by inhibiting the action of angiotensin II, a hormone responsible for vessel constriction, thereby lowering vascular resistance and reducing the heart’s workload. Chlorthalidone, a thiazide-like diuretic, promotes the excretion of excess sodium and water through the kidneys, reducing blood volume and further aiding in blood pressure control. This combination provides a dual mechanism to effectively manage hypertension, particularly in patients not adequately controlled with a single agent. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional, ideally at the same time each day. Common side effects may include dizziness, headache, fatigue, increased urination, or mild gastrointestinal discomfort, while rare but serious effects can include electrolyte imbalances, kidney dysfunction, severe hypotension, or allergic reactions. Regular monitoring of blood pressure, kidney function, and electrolytes, along with adherence to prescribed dosage, lifestyle modifications, a low-sodium diet, exercise, and medical supervision, ensures safe and effective long-term hypertension management.",
    "attributes": {
      "SR.NO": "125",
      "BRAND NAME": "TELTAZ-CT 40/6.25 TAB",
      "CONTAIN": "Telmisartan 40 Mg + Chlorthalidone 6.25 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "80 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-126",
    "name": "TELTAZ-M 25 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TELTAZ-M 25 TAB.jpg",
    "shortDescription": "",
    "description": "Telmisartan 40 mg + Metoprolol 25 mg tablet is a combination antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular events such as heart attack, stroke, and heart failure. Telmisartan, an angiotensin II receptor blocker (ARB), relaxes blood vessels by blocking the effects of angiotensin II, a hormone that constricts blood vessels, thereby lowering vascular resistance and reducing the workload on the heart. Metoprolol, a selective beta-1 adrenergic blocker, slows the heart rate and reduces the force of cardiac contraction, helping to lower blood pressure and improve heart efficiency. This combination provides a dual mechanism, targeting both vascular resistance and cardiac output, for more effective blood pressure control, especially in patients not adequately managed with monotherapy. The tablet is typically taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day. Common side effects may include dizziness, fatigue, headache, or mild gastrointestinal discomfort, while rare but serious effects can include bradycardia, severe hypotension, kidney dysfunction, or allergic reactions. Regular monitoring of blood pressure, heart rate, kidney function, and adherence to prescribed dosage, along with lifestyle modifications, a low-sodium diet, exercise, and medical supervision, ensures safe and effective long-term management of hypertension.",
    "attributes": {
      "SR.NO": "126",
      "BRAND NAME": "TELTAZ-M 25 TAB",
      "CONTAIN": "Telmisartan 40 Mg + Metoprolol 25 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "110 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-127",
    "name": "TELTAZ-M 50 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TELTAZ-M 50 TAB.jpg",
    "shortDescription": "",
    "description": "Telmisartan 40 mg + Metoprolol 50 mg tablet is a combination antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular events such as heart attack, stroke, and heart failure. Telmisartan, an angiotensin II receptor blocker (ARB), works by relaxing blood vessels through inhibition of angiotensin II, a hormone responsible for vessel constriction, thereby lowering vascular resistance and decreasing the heart’s workload. Metoprolol, a selective beta-1 adrenergic blocker, reduces heart rate and cardiac output by decreasing the force of heart contraction, further contributing to blood pressure control and improving heart efficiency. This dual mechanism makes the combination effective in managing hypertension, particularly in patients who do not respond adequately to monotherapy. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day for consistent blood pressure management. Common side effects may include dizziness, fatigue, headache, or mild gastrointestinal discomfort, while rare but serious effects can include bradycardia, severe hypotension, kidney dysfunction, or allergic reactions. Regular monitoring of blood pressure, heart rate, kidney function, and adherence to prescribed dosage, combined with lifestyle modifications, a low-sodium diet, exercise, and medical supervision, ensures safe and effective long-term hypertension management.",
    "attributes": {
      "SR.NO": "127",
      "BRAND NAME": "TELTAZ-M 50 TAB",
      "CONTAIN": "Telmisartan 40 Mg + Metoprolol 50 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "125 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-128",
    "name": "TELTAZ-TRIO 40/12.5/10 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TELTAZ-TRIO 40-12.5-10 TAB.jpg",
    "shortDescription": "",
    "description": "Telmisartan 40 mg + Chlorthalidone 12.5 mg + Cilnidipine 10 mg tablet is a combination antihypertensive medication used to manage high blood pressure (hypertension) and reduce the risk of cardiovascular complications such as heart attack, stroke, and heart failure. Telmisartan, an angiotensin II receptor blocker (ARB), relaxes blood vessels by inhibiting the action of angiotensin II, lowering vascular resistance and reducing the workload on the heart. Chlorthalidone, a thiazide-like diuretic, promotes the excretion of excess sodium and water through the kidneys, decreasing blood volume and further aiding blood pressure control. Cilnidipine, a calcium channel blocker, relaxes the smooth muscles of blood vessels, improving blood flow and contributing to effective hypertension management. This triple mechanism targets vascular resistance, blood volume, and arterial tone for optimal blood pressure control, particularly in patients not adequately managed with monotherapy or dual therapy. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional, preferably at the same time each day. Common side effects may include dizziness, headache, fatigue, or mild swelling, while rare effects can include electrolyte imbalances, kidney dysfunction, or severe hypotension. Regular monitoring of blood pressure, kidney function, and adherence to prescribed dosage, along with lifestyle modifications, a low-sodium diet, exercise, and medical supervision, ensures safe and effective long-term management of hypertension.",
    "attributes": {
      "SR.NO": "128",
      "BRAND NAME": "TELTAZ-TRIO 40/12.5/10 TAB",
      "CONTAIN": "Telmisartan 40 Mg + Chlorthalidone 12.5 Mg Cilnidipine 10 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "150 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-129",
    "name": "TENZEAL 20 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TENZEAL 20 TAB.jpg",
    "shortDescription": "",
    "description": "Teneligliptin 20 mg tablet is an oral antidiabetic medication used to manage type 2 diabetes mellitus by controlling blood glucose levels. It belongs to the class of dipeptidyl peptidase-4 (DPP-4) inhibitors, which work by enhancing the body’s natural incretin hormones. These hormones increase insulin release from the pancreas in response to meals and decrease the production of glucose by the liver, thereby helping to reduce both fasting and postprandial blood sugar levels. Teneligliptin is usually taken once daily, with or without food, as prescribed by a healthcare professional, and should be taken at the same time each day for consistent blood sugar control. Common side effects may include mild gastrointestinal discomfort, headache, or nasopharyngitis, while rare but serious effects can include pancreatitis, severe allergic reactions, or hypoglycemia, especially when used with other antidiabetic medications. The medication is most effective when combined with a balanced diet, regular exercise, and weight management. Regular monitoring of blood glucose levels and adherence to prescribed dosage is essential to achieve optimal glycemic control and to prevent long-term complications such as kidney disease, cardiovascular problems, or nerve damage. Proper medical supervision ensures safe and effective diabetes management.",
    "attributes": {
      "SR.NO": "129",
      "BRAND NAME": "TENZEAL 20 TAB",
      "CONTAIN": "Teneligliptin 20 Mg Tablet",
      "PACK": "1*14 TAB (AA)",
      "MRP": "130 (INR)",
      "BOX PACK": "10*14 TAB"
    }
  },
  {
    "id": "product-130",
    "name": "TENZEAL-M 500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TENZEAL-M 500 TAB.jpg",
    "shortDescription": "",
    "description": "Teneligliptin 20 mg + Metformin 500 mg tablet is a combination oral antidiabetic medication used to manage type 2 diabetes mellitus by controlling blood glucose levels. Teneligliptin, a dipeptidyl peptidase-4 (DPP-4) inhibitor, enhances the body’s natural incretin hormones, which increase insulin release from the pancreas after meals and decrease glucose production by the liver, helping to reduce both fasting and postprandial blood sugar levels. Metformin, a biguanide, works by lowering hepatic glucose production, improving insulin sensitivity, and increasing peripheral glucose uptake, providing a complementary mechanism to Teneligliptin. The tablet is usually taken once or twice daily, with meals, as prescribed by a healthcare professional, to ensure consistent blood sugar control and minimize gastrointestinal discomfort. Common side effects may include mild nausea, diarrhea, or abdominal discomfort, while rare but serious effects can include lactic acidosis, pancreatitis, or severe hypoglycemia, especially when used with other antidiabetic medications. The medication is most effective when combined with a balanced diet, regular exercise, and weight management. Regular monitoring of blood glucose levels, kidney function, and adherence to the prescribed regimen ensures safe and effective diabetes management, preventing long-term complications such as cardiovascular disease, nerve damage, or kidney impairment.",
    "attributes": {
      "SR.NO": "130",
      "BRAND NAME": "TENZEAL-M 500 TAB",
      "CONTAIN": "Teneligliptin 20 Mg + Metformin 500 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "130 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-131",
    "name": "THYROZEAL 100 MCG TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/THYROZEAL 100.jpg",
    "shortDescription": "",
    "description": "Thyroxine Sodium 100 mcg tablet is a synthetic form of the thyroid hormone thyroxine (T4) used to treat hypothyroidism, a condition in which the thyroid gland does not produce enough hormones, leading to fatigue, weight gain, cold intolerance, dry skin, and slowed metabolism. By supplementing the body with exogenous thyroxine, this medication restores normal thyroid hormone levels, supporting proper metabolism, growth, and energy regulation. The tablet is usually taken once daily on an empty stomach, preferably in the morning, at least 30–60 minutes before food, as prescribed by a healthcare professional, and should be taken consistently at the same time each day for optimal absorption and efficacy. Common side effects may include mild headache, insomnia, or palpitations, while rare but serious effects can include hyperthyroidism, cardiac arrhythmias, or osteoporosis if the dose is too high. Dose adjustments may be required based on regular monitoring of thyroid function tests, especially in elderly patients, those with heart disease, or during pregnancy. Consistent adherence to prescribed dosage, medical supervision, and periodic laboratory evaluations ensure safe and effective management of hypothyroidism, promoting normal metabolism, energy levels, and overall health.",
    "attributes": {
      "SR.NO": "131",
      "BRAND NAME": "THYROZEAL 100 MCG TAB",
      "CONTAIN": "Thyroxine Sodium 100 mcg Tablet",
      "PACK": "1*100 TAB (BTL)",
      "MRP": "147.84 (INR)",
      "BOX PACK": "1*10*100 TAB"
    }
  },
  {
    "id": "product-132",
    "name": "THYROZEAL 25 MCG TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/THYROZEAL 25 TAB.jpg",
    "shortDescription": "",
    "description": "Thyroxine Sodium 25 mcg tablet is a synthetic thyroid hormone used to treat hypothyroidism, a condition in which the thyroid gland produces insufficient thyroid hormones, leading to symptoms such as fatigue, weight gain, cold intolerance, dry skin, and slowed metabolism. By supplementing the body with exogenous thyroxine (T4), this medication helps restore normal hormone levels, supporting proper metabolism, energy regulation, and overall growth and development. The tablet is typically taken once daily on an empty stomach, preferably in the morning, at least 30–60 minutes before food, as prescribed by a healthcare professional, and should be taken consistently at the same time each day to ensure optimal absorption and efficacy. Common side effects may include mild headache, insomnia, or palpitations, while rare but serious effects can occur if the dose is excessive, including hyperthyroidism, cardiac arrhythmias, or osteoporosis. Regular monitoring of thyroid function tests is essential to adjust the dose appropriately, particularly in elderly patients, those with heart disease, or during pregnancy. Consistent adherence to prescribed dosage, combined with medical supervision and periodic laboratory evaluations, ensures safe and effective management of hypothyroidism, promoting normal metabolic function, energy levels, and overall well-being.",
    "attributes": {
      "SR.NO": "132",
      "BRAND NAME": "THYROZEAL 25 MCG TAB",
      "CONTAIN": "Thyroxine Sodium 25 mcg Tablet",
      "PACK": "1*100 TAB (BTL)",
      "MRP": "110 (INR)",
      "BOX PACK": "1*10*100 TAB"
    }
  },
  {
    "id": "product-133",
    "name": "THYROZEAL 50 MCG TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/THYROZEAL 50.jpg",
    "shortDescription": "",
    "description": "Thyroxine Sodium 50 mcg tablet is a synthetic form of the thyroid hormone thyroxine (T4) used to treat hypothyroidism, a condition in which the thyroid gland produces insufficient hormones, resulting in fatigue, weight gain, cold intolerance, dry skin, constipation, and slowed metabolism. By providing exogenous thyroxine, this medication restores normal thyroid hormone levels, supporting proper metabolism, energy production, and overall growth and development. The tablet is typically taken once daily on an empty stomach, preferably in the morning, at least 30–60 minutes before food, as prescribed by a healthcare professional, and should be taken consistently at the same time each day to ensure optimal absorption and effectiveness. Common side effects may include mild headache, insomnia, or palpitations, while rare but serious effects may occur if the dose is excessive, including hyperthyroidism, cardiac arrhythmias, or osteoporosis. Dose adjustments may be necessary based on regular monitoring of thyroid function tests, especially in elderly patients, those with cardiovascular disease, or during pregnancy. Adherence to the prescribed dosage, combined with routine medical supervision and laboratory evaluations, ensures safe and effective management of hypothyroidism, helping maintain normal metabolic function, energy balance, and overall health.",
    "attributes": {
      "SR.NO": "133",
      "BRAND NAME": "THYROZEAL 50 MCG TAB",
      "CONTAIN": "Thyroxine Sodium 50 mcg Tablet",
      "PACK": "1*100 TAB (BTL)",
      "MRP": "115 (INR)",
      "BOX PACK": "1*10*100 TAB"
    }
  },
  {
    "id": "product-134",
    "name": "THYROZEAL 75 MCG TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/THYROZEAL 75 TAB.jpg",
    "shortDescription": "",
    "description": "Thyroxine Sodium 75 mcg tablet is a synthetic thyroid hormone used to treat hypothyroidism, a condition where the thyroid gland produces insufficient thyroid hormones, leading to symptoms such as fatigue, weight gain, cold intolerance, dry skin, constipation, and slowed metabolism. By supplementing the body with exogenous thyroxine (T4), this medication helps restore normal hormone levels, supporting proper metabolism, energy regulation, and overall growth and development. The tablet is usually taken once daily on an empty stomach, preferably in the morning, at least 30–60 minutes before food, as prescribed by a healthcare professional, and should be taken consistently at the same time each day to ensure optimal absorption and efficacy. Common side effects may include mild headache, insomnia, or palpitations, while rare but serious effects can occur if the dose is too high, including hyperthyroidism, cardiac arrhythmias, or osteoporosis. Regular monitoring of thyroid function tests is essential to adjust the dose appropriately, particularly in elderly patients, those with cardiovascular conditions, or during pregnancy. Adherence to the prescribed dosage, along with medical supervision and periodic laboratory evaluations, ensures safe and effective management of hypothyroidism, helping maintain normal metabolic function, energy levels, and overall well-being.",
    "attributes": {
      "SR.NO": "134",
      "BRAND NAME": "THYROZEAL 75 MCG TAB",
      "CONTAIN": "Thyroxine Sodium 75 mcg Tablet",
      "PACK": "1*100 TAB (BTL)",
      "MRP": "161.28 (INR)",
      "BOX PACK": "1*10*100 TAB"
    }
  },
  {
    "id": "product-135",
    "name": "TICAZEAL 90 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TICAZEAL 90 TAB.jpg",
    "shortDescription": "",
    "description": "Ticagrelor 90 mg tablet is an antiplatelet medication used to prevent blood clots in patients with acute coronary syndrome (ACS), a history of heart attack, or other cardiovascular conditions, thereby reducing the risk of heart attack, stroke, or cardiovascular death. It works by inhibiting the P2Y12 receptor on platelets, preventing platelet aggregation and reducing the formation of harmful blood clots in the arteries. Unlike some other antiplatelet agents, Ticagrelor provides reversible inhibition of platelet function, offering rapid onset and offset of action, which can be advantageous in certain clinical scenarios. The tablet is usually taken orally twice daily, with or without food, as prescribed by a healthcare professional, and should be taken consistently at the same times each day for effective cardiovascular protection. Common side effects may include shortness of breath, dizziness, headache, or mild gastrointestinal discomfort, while rare but serious effects can include severe bleeding, allergic reactions, or thrombocytopenia. Patients should avoid abrupt discontinuation without medical advice, as this may increase the risk of cardiovascular events. Regular monitoring, adherence to the prescribed dosage, and concurrent management of other cardiovascular risk factors, such as hypertension, diabetes, and high cholesterol, ensure safe and effective long-term use of Ticagrelor to protect heart health.",
    "attributes": {
      "SR.NO": "135",
      "BRAND NAME": "TICAZEAL 90 TAB",
      "CONTAIN": "Ticagrelor 90 mg Tablet",
      "PACK": "1*14 TAB (BL)(MONO)",
      "MRP": "360 (INR)",
      "BOX PACK": "10*1*14 TAB"
    }
  },
  {
    "id": "product-136",
    "name": "TOFAZEAL 5 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TOFAZEAL 5 TAB.jpg",
    "shortDescription": "",
    "description": "Tofacitinib Citrate 5 mg tablet is an oral medication used to treat autoimmune conditions such as rheumatoid arthritis, psoriatic arthritis, and ulcerative colitis by reducing inflammation, pain, and joint damage. It belongs to the class of Janus kinase (JAK) inhibitors, which work by blocking the activity of specific enzymes (JAK1 and JAK3) involved in the signaling pathways that drive immune system overactivity, thereby modulating the body’s immune response. This helps control chronic inflammation, relieve joint pain and stiffness, and improve physical function and quality of life in patients with autoimmune disorders. The tablet is usually taken orally twice daily, with or without food, as prescribed by a healthcare professional, and should be taken at the same times each day to maintain consistent blood levels. Common side effects may include headache, upper respiratory tract infections, diarrhea, or mild nausea, while rare but serious effects can include serious infections, blood clots, liver dysfunction, or changes in blood cell counts. Regular monitoring of blood counts, liver function, and overall health, along with adherence to the prescribed dosage and medical supervision, is essential to ensure safe and effective long-term management of autoimmune conditions with Tofacitinib.",
    "attributes": {
      "SR.NO": "136",
      "BRAND NAME": "TOFAZEAL 5 TAB",
      "CONTAIN": "Tofacitinib citrate 5 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "400 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-137",
    "name": "TORZEAL 10  TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TORZEAL 10 TAB.jpg",
    "shortDescription": "",
    "description": "Torsemide 10 mg tablet is a loop diuretic medication used to treat conditions such as edema associated with heart failure, liver cirrhosis, or kidney disease, and to manage high blood pressure (hypertension). It works by inhibiting the reabsorption of sodium and chloride in the loop of Henle in the kidneys, which increases urine output and reduces excess fluid accumulation in the body. By decreasing fluid volume, Torsemide helps relieve swelling, shortness of breath, and other symptoms related to fluid retention, while also contributing to lower blood pressure. The tablet is usually taken once daily, with or without food, as prescribed by a healthcare professional, and should be taken at the same time each day for consistent effect. Common side effects may include increased urination, dizziness, dehydration, or electrolyte imbalances, while rare but serious effects can include kidney dysfunction, severe hypotension, or allergic reactions. Regular monitoring of blood pressure, kidney function, and electrolyte levels, along with adherence to the prescribed dosage and lifestyle measures such as a balanced diet and adequate hydration, ensures safe and effective management of edema and hypertension with Torsemide, improving overall cardiovascular and kidney health and enhancing quality of life.",
    "attributes": {
      "SR.NO": "137",
      "BRAND NAME": "TORZEAL 10  TAB",
      "CONTAIN": "Torsemide 10 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "50 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-138",
    "name": "TORZEAL 20 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TORZEAL 20 TAB.jpg",
    "shortDescription": "",
    "description": "Torsemide 20 mg tablet is a loop diuretic medication used to treat edema associated with heart failure, liver cirrhosis, or kidney disorders, and to manage high blood pressure (hypertension). It works by inhibiting the reabsorption of sodium and chloride in the loop of Henle in the kidneys, promoting increased urine output, which helps remove excess fluid from the body. By reducing fluid retention, Torsemide alleviates symptoms such as swelling, shortness of breath, and bloating, while also contributing to blood pressure control and reducing the workload on the heart. The tablet is typically taken once daily, with or without food, as prescribed by a healthcare professional, and should be taken consistently at the same time each day to maintain effective therapeutic levels. Common side effects may include frequent urination, dizziness, dehydration, or electrolyte disturbances, while rare but serious effects can include kidney dysfunction, severe hypotension, or allergic reactions. Regular monitoring of blood pressure, kidney function, and electrolyte balance, along with adherence to the prescribed dosage and lifestyle measures such as a balanced diet and adequate hydration, ensures safe and effective management of edema and hypertension with Torsemide, improving cardiovascular and renal health and enhancing overall quality of life.",
    "attributes": {
      "SR.NO": "138",
      "BRAND NAME": "TORZEAL 20 TAB",
      "CONTAIN": "Torsemide 20 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "80 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-139",
    "name": "TRIMEZ 35 MR TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/TRIMEZ 35 MR TAB.jpg",
    "shortDescription": "",
    "description": "Trimetazidine Hydrochloride 35 mg tablet is a metabolic agent used to manage angina pectoris (chest pain) and other cardiovascular conditions by improving the heart’s efficiency and oxygen utilization. It works by optimizing the energy metabolism of heart muscle cells, shifting energy production from fatty acid oxidation to glucose oxidation, which requires less oxygen and helps maintain proper cardiac function during reduced blood flow. This mechanism helps reduce the frequency and severity of angina attacks, improves exercise tolerance, and protects heart tissue from ischemic damage. The tablet is usually taken orally twice daily, with or without food, as prescribed by a healthcare professional, and should be taken consistently at the same times each day for optimal benefit. Common side effects may include mild gastrointestinal discomfort, headache, or dizziness, while rare but serious effects can include movement disorders, allergic reactions, or sleep disturbances. Trimetazidine is not a primary treatment for acute angina attacks, and patients should continue prescribed medications such as nitrates, beta-blockers, or calcium channel blockers as advised. Regular medical supervision, adherence to the prescribed dosage, and lifestyle modifications including a heart-healthy diet, regular exercise, and avoidance of smoking ensure safe and effective management of angina, improving cardiac health and overall quality of life.",
    "attributes": {
      "SR.NO": "139",
      "BRAND NAME": "TRIMEZ 35 MR TAB",
      "CONTAIN": "Trimetazidine Hydrochloride 35 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "80 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-140",
    "name": "URIZEAL-D TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/URIZEAL-D.jpg",
    "shortDescription": "",
    "description": "Tamsulosin HCl 0.4 mg + Dutasteride 0.5 mg tablet is a combination medication used to treat benign prostatic hyperplasia (BPH), a condition characterized by an enlarged prostate that can cause urinary symptoms such as difficulty in urination, weak stream, frequent urination, and incomplete bladder emptying. Tamsulosin, an alpha-1 adrenergic receptor blocker, works by relaxing the smooth muscles in the prostate and bladder neck, improving urine flow and reducing urinary symptoms. Dutasteride, a 5-alpha-reductase inhibitor, reduces the conversion of testosterone to dihydrotestosterone (DHT), a hormone responsible for prostate enlargement, thereby helping to shrink the prostate over time and prevent further progression of BPH. The tablet is usually taken once daily, about 30 minutes after the same meal each day, as prescribed by a healthcare professional, and patients should adhere to the regimen consistently for optimal benefit. Common side effects may include dizziness, headache, or mild gastrointestinal discomfort, while rare but serious effects can include allergic reactions, decreased libido, or changes in sexual function. Regular monitoring by a healthcare professional, adherence to the prescribed dosage, and ongoing evaluation of urinary symptoms ensure safe and effective management of BPH, improving urinary function, reducing complications, and enhancing quality of life.",
    "attributes": {
      "SR.NO": "140",
      "BRAND NAME": "URIZEAL-D TAB",
      "CONTAIN": "Tamsulosin Hcl 0.4 Mg + Dutasteride 0.5 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "13 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-141",
    "name": "URIZEAL 0.4 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/URIZEAL 0.4 TAB.jpg",
    "shortDescription": "",
    "description": "Tamsulosin Hydrochloride 0.4 mg tablet is an alpha-1 adrenergic receptor blocker used to treat benign prostatic hyperplasia (BPH), a condition in which the prostate gland enlarges, causing urinary symptoms such as difficulty in urination, weak stream, frequent urination, nocturia, and incomplete bladder emptying. By selectively relaxing the smooth muscles in the prostate and bladder neck, Tamsulosin improves urine flow, reduces urinary obstruction, and alleviates lower urinary tract symptoms associated with BPH. The tablet is usually taken orally once daily, approximately 30 minutes after the same meal each day, as prescribed by a healthcare professional, and should be taken consistently at the same time for optimal efficacy. Common side effects may include dizziness, headache, mild hypotension, or ejaculatory disturbances, while rare but serious effects can include severe allergic reactions, fainting, or significant blood pressure drops. Patients should avoid abrupt discontinuation and be cautious when changing positions quickly to reduce the risk of dizziness or fainting. Regular follow-up with a healthcare provider, adherence to the prescribed dosage, and monitoring of urinary function and overall health are essential to ensure safe and effective management of BPH, improving quality of life and reducing complications such as urinary retention or kidney problems.",
    "attributes": {
      "SR.NO": "141",
      "BRAND NAME": "URIZEAL 0.4 TAB",
      "CONTAIN": "Tamsulosin Hydrochloride 0.4 Mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "90 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-142",
    "name": "URSOZEAL 300  TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/URSOZEAL 300 TAB.jpg",
    "shortDescription": "",
    "description": "Ursodeoxycholic Acid 300 mg tablet is a bile acid used to treat liver and gallbladder disorders, including primary biliary cholangitis, non-alcoholic fatty liver disease, and to dissolve certain types of gallstones in patients who cannot undergo surgery. It works by reducing cholesterol absorption and secretion in bile, thereby decreasing cholesterol saturation in the bile and gradually dissolving cholesterol-based gallstones. Additionally, it protects liver cells from toxic bile acids, improves bile flow, and reduces liver inflammation, helping to maintain normal liver function and prevent disease progression. The tablet is usually taken orally once or twice daily, with or without food, as prescribed by a healthcare professional, and should be taken consistently at the same times for optimal effectiveness. Common side effects may include mild gastrointestinal discomfort, diarrhea, or nausea, while rare but serious effects can include severe allergic reactions or liver function abnormalities. Regular monitoring of liver function tests, adherence to the prescribed dosage, and follow-up with a healthcare provider are essential for safe and effective treatment. Combined with lifestyle measures such as a balanced diet, avoidance of alcohol, and weight management, Ursodeoxycholic Acid supports liver health, promotes gallstone dissolution, and improves overall digestive and metabolic function.",
    "attributes": {
      "SR.NO": "142",
      "BRAND NAME": "URSOZEAL 300  TAB",
      "CONTAIN": "Ursodeoxycholic Acid 300 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "370 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-143",
    "name": "VILDACURE 100  TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/VILDACURE 100 SR TAB.jpg",
    "shortDescription": "",
    "description": "Vildagliptin 100 mg tablet is an oral antidiabetic medication used to manage type 2 diabetes mellitus by improving blood glucose control. It belongs to the class of dipeptidyl peptidase-4 (DPP-4) inhibitors, which work by increasing the levels of incretin hormones, such as GLP-1 and GIP, in the body. These hormones stimulate insulin release from the pancreas in response to meals and suppress excessive glucagon secretion, thereby helping to lower postprandial and fasting blood glucose levels. Vildagliptin is usually taken orally once or twice daily, with or without food, as prescribed by a healthcare professional, and should be taken consistently at the same times each day for optimal efficacy. Common side effects may include mild headache, dizziness, or gastrointestinal discomfort, while rare but serious effects can include pancreatitis, severe allergic reactions, or liver enzyme abnormalities. Regular monitoring of blood glucose, HbA1c levels, kidney function, and overall health, along with adherence to prescribed dosage and lifestyle modifications such as a balanced diet, regular exercise, and weight management, ensures safe and effective diabetes control. Vildagliptin helps reduce hyperglycemia, prevents complications associated with prolonged high blood sugar, and improves overall metabolic health and quality of life for patients with type 2 diabetes.",
    "attributes": {
      "SR.NO": "143",
      "BRAND NAME": "VILDACURE 100  TAB",
      "CONTAIN": "Vildagliptin 100 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "145 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-144",
    "name": "VILDACURE 50 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/VILDACURE 50 TAB.jpg",
    "shortDescription": "",
    "description": "Vildagliptin 50 mg tablet is an oral antidiabetic medication used to manage type 2 diabetes mellitus by helping control blood glucose levels. It belongs to the class of dipeptidyl peptidase-4 (DPP-4) inhibitors, which work by increasing the levels of incretin hormones such as GLP-1 and GIP in the body. These hormones enhance insulin secretion from the pancreas in response to meals and suppress excessive glucagon release, thereby reducing both postprandial and fasting blood sugar levels. The tablet is typically taken orally once or twice daily, with or without food, as prescribed by a healthcare professional, and should be taken consistently at the same times each day to maintain effective blood glucose control. Common side effects may include mild headache, dizziness, or gastrointestinal discomfort, while rare but serious effects can include pancreatitis, severe allergic reactions, or liver enzyme abnormalities. Regular monitoring of blood glucose, HbA1c, kidney function, and overall health, along with adherence to the prescribed dosage and lifestyle modifications such as a balanced diet, regular exercise, and weight management, is essential for safe and effective diabetes management. Vildagliptin helps reduce hyperglycemia, prevents diabetes-related complications, and improves overall metabolic health and quality of life for patients with type 2 diabetes.",
    "attributes": {
      "SR.NO": "144",
      "BRAND NAME": "VILDACURE 50 TAB",
      "CONTAIN": "Vildagliptin 50 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "105 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-145",
    "name": "VILDACURE-FORTE 50/1000TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/VILDACURE-FORTE 50-1000 TAB.jpg",
    "shortDescription": "",
    "description": "Vildagliptin 50 mg + Metformin Hydrochloride 1000 mg tablet is a combination oral antidiabetic medication used to manage type 2 diabetes mellitus by controlling blood glucose levels. Vildagliptin, a dipeptidyl peptidase-4 (DPP-4) inhibitor, increases incretin hormone levels, enhancing insulin secretion from the pancreas in response to meals and reducing excessive glucagon release, which helps lower both postprandial and fasting blood sugar. Metformin, a biguanide, works by decreasing hepatic glucose production, improving insulin sensitivity, and enhancing peripheral glucose uptake, complementing the action of Vildagliptin. The tablet is usually taken orally once or twice daily with meals, as prescribed by a healthcare professional, to reduce gastrointestinal side effects and maintain consistent blood glucose control. Common side effects may include mild gastrointestinal discomfort, nausea, dizziness, or headache, while rare but serious effects can include lactic acidosis, pancreatitis, or liver function abnormalities. Regular monitoring of blood glucose, HbA1c, kidney and liver function, along with adherence to the prescribed dosage and lifestyle modifications such as a balanced diet, regular physical activity, and weight management, ensures safe and effective diabetes control. This combination helps reduce hyperglycemia, prevents long-term complications, and improves overall metabolic health and quality of life for patients with type 2 diabetes.",
    "attributes": {
      "SR.NO": "145",
      "BRAND NAME": "VILDACURE-FORTE 50/1000 TAB",
      "CONTAIN": "Vildagliptin 50 mg + Metformin Hydrochloride 1000 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "140 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-146",
    "name": "VILDACURE-M 50/500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/VILDACURE-M 50-500 TAB.jpg",
    "shortDescription": "",
    "description": "Vildagliptin 50 mg + Metformin Hydrochloride 500 mg tablet is a combination oral antidiabetic medication used to manage type 2 diabetes mellitus by effectively controlling blood glucose levels. Vildagliptin, a dipeptidyl peptidase-4 (DPP-4) inhibitor, works by increasing incretin hormone levels, which enhances insulin secretion from the pancreas in response to meals and suppresses excessive glucagon release, thereby reducing postprandial and fasting blood sugar levels. Metformin, a biguanide, complements this effect by decreasing hepatic glucose production, improving insulin sensitivity, and enhancing peripheral glucose uptake, helping maintain stable blood glucose levels throughout the day. The tablet is usually taken orally once or twice daily with meals, as prescribed by a healthcare professional, to reduce gastrointestinal discomfort and ensure consistent therapeutic effect. Common side effects may include mild nausea, diarrhea, dizziness, or headache, while rare but serious effects can include lactic acidosis, pancreatitis, or liver function abnormalities. Regular monitoring of blood glucose, HbA1c, kidney and liver function, along with adherence to the prescribed dosage and lifestyle modifications such as a balanced diet, regular physical activity, and weight management, is essential. This combination helps reduce hyperglycemia, prevent long-term diabetes complications, and improve overall metabolic health and quality of life.",
    "attributes": {
      "SR.NO": "146",
      "BRAND NAME": "VILDACURE-M 50/500 TAB",
      "CONTAIN": "Vildagliptin 50 mg + Metformin Hydrochloride 500 mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "130 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-147",
    "name": "VOGLITIC 0.3 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/VOGLITIC 0.3 MD TAB.jpg",
    "shortDescription": "",
    "description": "Voglibose 0.3 mg tablet is an oral antidiabetic medication used to manage type 2 diabetes mellitus by controlling postprandial blood sugar levels. It belongs to the class of alpha-glucosidase inhibitors, which work by delaying the digestion and absorption of carbohydrates in the small intestine, thereby reducing the rapid rise in blood glucose levels after meals. This helps in maintaining stable blood sugar levels, preventing hyperglycemia, and reducing the risk of diabetes-related complications. The tablet is usually taken orally, typically three times a day before meals, as prescribed by a healthcare professional, and should be taken consistently at the same times for optimal efficacy. Common side effects may include mild gastrointestinal discomfort, bloating, flatulence, or diarrhea, while rare but serious effects can include severe hypoglycemia if used with other antidiabetic medications or allergic reactions. Regular monitoring of blood glucose, HbA1c levels, and overall health, along with adherence to the prescribed dosage and lifestyle modifications such as a balanced diet, portion control, and regular exercise, ensures safe and effective diabetes management. Voglibose helps improve postprandial glucose control, reduces long-term complications, and enhances overall metabolic health and quality of life for patients with type 2 diabetes.",
    "attributes": {
      "SR.NO": "147",
      "BRAND NAME": "VOGLITIC 0.3 TAB",
      "CONTAIN": "Voglibose 0.3 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "75 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-148",
    "name": "VOGLITIC-GM 1/0.3 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/VOGLITIC-GM 1-0.3 TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 1 mg + Metformin Hydrochloride 500 mg + Voglibose 0.3 mg tablet is a combination oral antidiabetic medication used to manage type 2 diabetes mellitus by effectively controlling both fasting and postprandial blood glucose levels. Glimepiride, a sulfonylurea, stimulates insulin secretion from the pancreas to lower blood sugar, while Metformin, a biguanide, decreases hepatic glucose production, improves insulin sensitivity, and enhances peripheral glucose uptake. Voglibose, an alpha-glucosidase inhibitor, delays carbohydrate digestion and absorption in the small intestine, reducing the post-meal rise in blood glucose levels. Taken orally, usually once or twice daily before meals, as prescribed by a healthcare professional, this combination ensures comprehensive blood sugar management throughout the day. Common side effects may include mild gastrointestinal discomfort, nausea, diarrhea, dizziness, or headache, while rare but serious effects can include hypoglycemia, lactic acidosis, or liver function abnormalities. Regular monitoring of blood glucose, HbA1c, kidney and liver function, along with adherence to the prescribed dosage and lifestyle measures such as a balanced diet, portion control, and regular physical activity, is essential for safe and effective treatment. This combination helps reduce hyperglycemia, prevent long-term complications, and improve overall metabolic health and quality of life for patients with type 2 diabetes.",
    "attributes": {
      "SR.NO": "148",
      "BRAND NAME": "VOGLITIC-GM 1/0.3 TAB",
      "CONTAIN": "Glimepiride 1 Mg + Metformin Hydrochloride 500 Mg + Voglibose 0.3 Mg\nTablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "90 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-149",
    "name": "VOGLITIC-GM 2/0.3 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/VOGLITIC-GM 2-0.3.jpg",
    "shortDescription": "",
    "description": "Glimepiride 2 mg + Metformin Hydrochloride 500 mg + Voglibose 0.3 mg tablet is a combination oral antidiabetic medication used to manage type 2 diabetes mellitus by effectively controlling both fasting and postprandial blood glucose levels. Glimepiride, a sulfonylurea, stimulates insulin secretion from the pancreas to lower blood sugar, while Metformin, a biguanide, decreases hepatic glucose production, improves insulin sensitivity, and enhances peripheral glucose uptake. Voglibose, an alpha-glucosidase inhibitor, delays carbohydrate digestion and absorption in the small intestine, reducing the post-meal rise in blood glucose levels. Taken orally, usually once or twice daily before meals as prescribed by a healthcare professional, this combination provides comprehensive blood sugar management throughout the day. Common side effects may include mild gastrointestinal discomfort, nausea, diarrhea, dizziness, or headache, while rare but serious effects can include hypoglycemia, lactic acidosis, or liver function abnormalities. Regular monitoring of blood glucose, HbA1c, kidney and liver function, along with adherence to the prescribed dosage and lifestyle modifications such as a balanced diet, portion control, and regular exercise, ensures safe and effective treatment. This combination helps reduce hyperglycemia, prevents long-term diabetes complications, and improves overall metabolic health and quality of life for patients with type 2 diabetes.",
    "attributes": {
      "SR.NO": "149",
      "BRAND NAME": "VOGLITIC-GM 2/0.3 TAB",
      "CONTAIN": "Glimepiride 2 Mg + Metformin Hydrochloride 500 Mg + Voglibose 0.3 Mg\nTablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "100 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-150",
    "name": "VOGLITIC-GM 3/0.3 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/VOGLITIC-GM 3-0.3 TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 3 mg + Metformin Hydrochloride 500 mg + Voglibose 0.3 mg tablet is a combination oral antidiabetic medication used to manage type 2 diabetes mellitus by effectively controlling both fasting and postprandial blood glucose levels. Glimepiride, a sulfonylurea, stimulates insulin secretion from the pancreas to lower blood sugar, while Metformin, a biguanide, decreases hepatic glucose production, improves insulin sensitivity, and enhances peripheral glucose uptake. Voglibose, an alpha-glucosidase inhibitor, delays the digestion and absorption of carbohydrates in the small intestine, reducing post-meal spikes in blood glucose levels. Taken orally, usually once or twice daily before meals, as prescribed by a healthcare professional, this combination provides comprehensive blood sugar management throughout the day. Common side effects may include mild gastrointestinal discomfort, nausea, diarrhea, dizziness, or headache, while rare but serious effects can include hypoglycemia, lactic acidosis, or liver function abnormalities. Regular monitoring of blood glucose, HbA1c, kidney and liver function, along with adherence to the prescribed dosage and lifestyle modifications such as a balanced diet, portion control, and regular physical activity, ensures safe and effective treatment. This combination helps reduce hyperglycemia, prevent long-term complications, and improve overall metabolic health and quality of life for patients with type 2 diabetes.",
    "attributes": {
      "SR.NO": "150",
      "BRAND NAME": "VOGLITIC-GM 3/0.3 TAB",
      "CONTAIN": "Glimepiride 3 Mg + Metformin Hydrochloride 500 Mg + Voglibose 0.3 Mg\nTablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "160 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-151",
    "name": "VOGLITIC-M 0.3/500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/VOGLITIC-M 0.3-500 TAB.jpg",
    "shortDescription": "",
    "description": "Glimepiride 3 mg + Metformin Hydrochloride 500 mg + Voglibose 0.3 mg tablet is a combination oral antidiabetic medication used to manage type 2 diabetes mellitus by effectively controlling both fasting and postprandial blood glucose levels. Glimepiride, a sulfonylurea, stimulates insulin secretion from the pancreas to lower blood sugar, while Metformin, a biguanide, decreases hepatic glucose production, improves insulin sensitivity, and enhances peripheral glucose uptake. Voglibose, an alpha-glucosidase inhibitor, delays the digestion and absorption of carbohydrates in the small intestine, reducing post-meal spikes in blood glucose levels. Taken orally, usually once or twice daily before meals, as prescribed by a healthcare professional, this combination provides comprehensive blood sugar management throughout the day. Common side effects may include mild gastrointestinal discomfort, nausea, diarrhea, dizziness, or headache, while rare but serious effects can include hypoglycemia, lactic acidosis, or liver function abnormalities. Regular monitoring of blood glucose, HbA1c, kidney and liver function, along with adherence to the prescribed dosage and lifestyle modifications such as a balanced diet, portion control, and regular physical activity, ensures safe and effective treatment. This combination helps reduce hyperglycemia, prevent long-term complications, and improve overall metabolic health and quality of life for patients with type 2 diabetes.",
    "attributes": {
      "SR.NO": "151",
      "BRAND NAME": "VOGLITIC-M 0.3/500 TAB",
      "CONTAIN": "Voglibose 0.3 Mg Tablet + Metformin Hydrochloride 500 mg Tablet",
      "PACK": "1*10 TAB (BL)",
      "MRP": "100 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-152",
    "name": "ZEALCOVIT TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ZEALCOVITE TAB.jpg",
    "shortDescription": "",
    "description": "Multivitamin + Multiminerals + Grape Seed + Antioxidants tablet is a comprehensive dietary supplement designed to support overall health, vitality, and disease prevention by providing essential nutrients that may be lacking in the daily diet. The multivitamins in the formulation help maintain energy production, immunity, and nervous system health, while the multiminerals such as calcium, magnesium, zinc, and selenium contribute to bone strength, muscle function, and cellular metabolism. Grape seed extract, rich in oligomeric proanthocyanidins (OPCs), offers powerful antioxidant and anti-inflammatory benefits, helping protect cells from oxidative stress, supporting cardiovascular health, and promoting healthy skin by improving circulation and collagen stability. Antioxidants such as vitamin C, vitamin E, and other phytonutrients further enhance free radical scavenging, reducing the risk of chronic diseases and supporting tissue repair and recovery. This tablet is particularly beneficial for individuals experiencing nutritional deficiencies, oxidative stress, or increased demands due to stress, aging, or illness. It may also help improve energy levels, strengthen immunity, and support cognitive and cardiovascular health. Taken as directed by a healthcare professional, along with a balanced diet and active lifestyle, this supplement ensures optimal nourishment, boosts overall well-being, and promotes long-term health by maintaining the body’s natural defense and repair systems.",
    "attributes": {
      "SR.NO": "152",
      "BRAND NAME": "ZEALCOVIT TAB",
      "CONTAIN": "Multivitamine + Multiminerals + Grape Seed + Antioxidants Tablet",
      "PACK": "1*15 TAB (AA)(MONO)",
      "MRP": "160 (INR)",
      "BOX PACK": "5*2*15 TAB"
    }
  },
  {
    "id": "product-153",
    "name": "ZEALMOIST PLUS LOTION",
    "category": "Cream & Ointment",
    "sku": "",
    "image": "/images/products/ZEALMOIST PLUS LOTION.jpg",
    "shortDescription": "",
    "description": "Aloe Vera + Honey + Vitamin E + Tea Tree Oil Lotion is a nourishing and protective skincare formulation designed to hydrate, soothe, and rejuvenate the skin while offering natural healing and defense benefits. Aloe vera provides deep moisturization, calms irritation, and promotes skin repair with its natural cooling and anti-inflammatory properties, making it ideal for dry, sensitive, or sun-exposed skin. Honey, a natural humectant and antibacterial agent, locks in moisture, enhances skin softness, and helps prevent infections while promoting healing of minor cuts or abrasions. Vitamin E, a powerful antioxidant, protects the skin from oxidative stress, reduces signs of aging such as fine lines and wrinkles, and improves elasticity, giving the skin a healthy and youthful glow. Tea tree oil, well known for its antimicrobial and antiseptic properties, helps combat acne-causing bacteria, reduces blemishes, and keeps the skin clear and refreshed. Together, these ingredients work synergistically to hydrate deeply, restore the skin barrier, reduce inflammation, and provide long-lasting softness and protection. This lotion is suitable for daily use on all skin types, including sensitive or acne-prone skin, and helps maintain smooth, radiant, and healthy skin when used regularly as part of a balanced skincare routine.",
    "attributes": {
      "SR.NO": "153",
      "BRAND NAME": "ZEALMOIST PLUS LOTION",
      "CONTAIN": "Alovera + Honey + Vitamin E + Tea tree Oil Lotion",
      "PACK": "100 ML",
      "MRP": "135 (INR)",
      "BOX PACK": "12*100 ML"
    }
  },
  {
    "id": "product-154",
    "name": "ZEMET 500 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ZEMET 500 TAB.jpg",
    "shortDescription": "",
    "description": "Metformin 500 mg Tablet is an oral antidiabetic medicine widely used as a first-line therapy for the management of type 2 diabetes mellitus. It belongs to the biguanide class of drugs and works by lowering blood sugar levels through multiple mechanisms. Metformin primarily reduces hepatic glucose production, enhances insulin sensitivity, and improves peripheral glucose uptake and utilization by muscles, while also decreasing intestinal absorption of glucose. Unlike many other antidiabetic agents, it does not cause significant weight gain and is often associated with modest weight reduction, making it particularly beneficial in overweight or obese patients with diabetes. The medicine helps achieve better glycemic control, thereby reducing the risk of long-term diabetes-related complications such as neuropathy, nephropathy, retinopathy, and cardiovascular diseases. It may also improve lipid profiles and support overall metabolic health. Metformin 500 mg Tablet is usually prescribed as part of a comprehensive treatment plan that includes diet modification, regular physical activity, and lifestyle changes. Common side effects may include gastrointestinal disturbances such as nausea, diarrhea, or abdominal discomfort, which generally subside with continued use. This tablet is not intended for patients with severe kidney or liver impairment. Regular monitoring of blood sugar and kidney function is recommended during therapy.",
    "attributes": {
      "SR.NO": "154",
      "BRAND NAME": "ZEMET 500 TAB",
      "CONTAIN": "Metformin 500 Mg Tablet",
      "PACK": "1*15 TAB (BL)",
      "MRP": "34 (INR)",
      "BOX PACK": "20*15 TAB"
    }
  },
  {
    "id": "product-155",
    "name": "ZEPANTA-D TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ZEPANTA-D TAB.jpg",
    "shortDescription": "",
    "description": "Pantoprazole 40 mg + Domperidone 10 mg Tablet is a combination medicine used to manage gastrointestinal conditions associated with excess stomach acid and reflux. Pantoprazole, a proton pump inhibitor (PPI), works by irreversibly blocking the proton pumps in the stomach lining, thereby reducing gastric acid secretion and providing relief from acid-related disorders such as gastroesophageal reflux disease (GERD), peptic ulcers, and Zollinger-Ellison syndrome. Domperidone, a prokinetic agent, enhances gastrointestinal motility by blocking dopamine receptors in the gut and upper digestive tract, which helps speed up stomach emptying, improves esophageal clearance, and reduces symptoms of nausea, vomiting, bloating, and a sensation of fullness. Together, they provide dual benefits: Pantoprazole controls excessive stomach acid and prevents irritation, while Domperidone relieves associated discomfort caused by delayed gastric emptying and reflux. This combination helps reduce heartburn, regurgitation, and related symptoms, thereby improving digestive comfort and quality of life. The medicine is generally prescribed in cases where acid suppression alone is insufficient, particularly in patients with GERD accompanied by nausea or motility-related symptoms. Common side effects may include headache, dizziness, abdominal pain, dry mouth, and diarrhea. It should be taken as directed by a physician, usually before meals, and is not advised for long-term use without medical supervision.",
    "attributes": {
      "SR.NO": "155",
      "BRAND NAME": "ZEPANTA-D TAB",
      "CONTAIN": "Pantoprazole 40 Mg + Domperidone 10 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "130 (INR)",
      "BOX PACK": "20*10 TAB"
    }
  },
  {
    "id": "product-156",
    "name": "ZEPANTA-DSR CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ZEPANTA DSR.jpg",
    "shortDescription": "",
    "description": "Pantoprazole 40 mg + Domperidone 30 mg Capsule is a dual-acting medication prescribed for the treatment of gastrointestinal disorders caused by excessive stomach acid and impaired gastric motility. Pantoprazole, a proton pump inhibitor (PPI), reduces stomach acid secretion by blocking proton pumps in the gastric lining, thereby relieving conditions such as gastroesophageal reflux disease (GERD), acid reflux, gastritis, peptic ulcers, and Zollinger–Ellison syndrome. Domperidone, a dopamine receptor antagonist with strong prokinetic properties, enhances gastrointestinal motility by promoting faster gastric emptying, improving esophageal clearance, and reducing nausea, bloating, and a sensation of fullness. The higher dose of Domperidone in this combination makes it particularly effective in patients with persistent reflux, delayed gastric emptying, or acid-related conditions accompanied by nausea and vomiting. Together, this formulation provides comprehensive relief by reducing excess stomach acid while improving digestive motility, thereby controlling symptoms such as heartburn, regurgitation, indigestion, and abdominal discomfort. It is usually prescribed before meals to maximize effectiveness. Common side effects may include headache, dizziness, diarrhea, abdominal cramps, or dry mouth. Prolonged or unsupervised use should be avoided, as long-term therapy may increase risks such as vitamin deficiencies or cardiac side effects with Domperidone. The medicine should be taken strictly under medical supervision.",
    "attributes": {
      "SR.NO": "156",
      "BRAND NAME": "ZEPANTA-DSR CAP",
      "CONTAIN": "Pantoprazole 40 mg + domperidone 30 mg Capsule",
      "PACK": "1*10 CAP (ALM)",
      "MRP": "130 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-157",
    "name": "ZEPANTA-IT CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ZEPANTA-IT CAP.jpg",
    "shortDescription": "",
    "description": "Pantoprazole 40 mg + Itopride Hydrochloride 150 mg Capsule is a combination medicine used for the management of gastroesophageal reflux disease (GERD), gastritis, peptic ulcers, and other acid-related disorders associated with delayed gastric emptying. Pantoprazole, a proton pump inhibitor (PPI), works by irreversibly blocking gastric proton pumps in the stomach lining, thereby suppressing excessive acid secretion and providing long-lasting relief from symptoms such as heartburn, acidity, and irritation. Itopride Hydrochloride, a prokinetic agent with both dopamine D2 receptor antagonist and acetylcholinesterase inhibitory actions, enhances gastrointestinal motility, accelerates gastric emptying, and reduces nausea, bloating, and abdominal discomfort. This synergistic combination provides dual benefits by controlling hyperacidity and improving gastric motility, making it highly effective in patients with reflux symptoms unresponsive to acid suppression alone. It is commonly prescribed for conditions like reflux esophagitis, functional dyspepsia, and indigestion with associated regurgitation or delayed stomach emptying. The medicine should ideally be taken before meals for maximum efficacy. Possible side effects may include headache, diarrhea, dizziness, abdominal pain, or mild gastrointestinal disturbances. Prolonged or unsupervised use should be avoided, and patients with liver, kidney, or cardiac issues must take it only under medical supervision.",
    "attributes": {
      "SR.NO": "157",
      "BRAND NAME": "ZEPANTA-IT CAP",
      "CONTAIN": "Pantoprazole 40 mg + Itopride hydrochloride 150 mg Capsule",
      "PACK": "1*10 CAP (AA)",
      "MRP": "180 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-158",
    "name": "ZEPANTA-LS CAP",
    "category": "Capsule",
    "sku": "",
    "image": "/images/products/ZEPANTA-LS CAP.jpg",
    "shortDescription": "",
    "description": "Pantoprazole 40 mg + Levosulpiride 75 mg Capsule is a combination medicine used for the treatment of gastroesophageal reflux disease (GERD), gastritis, peptic ulcers, and other acid-related disorders associated with delayed gastric emptying and indigestion. Pantoprazole, a proton pump inhibitor (PPI), works by suppressing excess stomach acid production through inhibition of proton pumps in the gastric lining, thereby providing relief from symptoms such as heartburn, acidity, and irritation of the esophagus. Levosulpiride, a prokinetic and selective dopamine D2 receptor antagonist, enhances gastric motility, accelerates stomach emptying, and reduces nausea, bloating, and discomfort caused by slow gastric movements. Together, this combination provides dual benefits by controlling hyperacidity while improving gastrointestinal motility, making it effective in managing reflux esophagitis, functional dyspepsia, and related digestive conditions. It is generally recommended to take this medicine before meals for better results. Common side effects may include headache, abdominal discomfort, diarrhea, dizziness, or mild drowsiness. Prolonged or unsupervised use should be avoided, and the medication must be taken strictly under medical supervision, especially in patients with liver, kidney, heart, or hormonal disorders.",
    "attributes": {
      "SR.NO": "158",
      "BRAND NAME": "ZEPANTA-LS CAP",
      "CONTAIN": "Pantoprazole 40 mg + Levosulpiride 75 mg Capsule",
      "PACK": "1*10 CAP (AA)",
      "MRP": "180 (INR)",
      "BOX PACK": "10*10 CAP"
    }
  },
  {
    "id": "product-159",
    "name": "ZEPENTA 40 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ZEPENTA 40 TAB.jpg",
    "shortDescription": "",
    "description": "Pantoprazole 40 mg Tablet is a proton pump inhibitor (PPI) medicine commonly prescribed for the treatment of gastroesophageal reflux disease (GERD), Zollinger-Ellison syndrome, gastric ulcers, duodenal ulcers, and other acid-related disorders. It works by irreversibly blocking the proton pumps (H+/K+ ATPase) in the stomach lining, thereby significantly reducing the production of excess gastric acid. By lowering acid secretion, Pantoprazole helps in relieving symptoms such as heartburn, acidity, regurgitation, and irritation of the esophagus caused by acid reflux. It also promotes healing of ulcers and prevents recurrence of acid-related damage to the gastrointestinal tract. The tablet is generally taken once daily, preferably before meals, for maximum effectiveness. Common side effects may include headache, nausea, abdominal pain, bloating, flatulence, diarrhea, or dizziness, though these are usually mild and temporary. Prolonged or unsupervised use should be avoided, as it may increase the risk of vitamin B12 deficiency, magnesium imbalance, or bone weakness. Pantoprazole 40 mg Tablet should only be used under medical guidance, especially in patients with liver disorders or those taking other long-term medications, to ensure safety and effectiveness.",
    "attributes": {
      "SR.NO": "159",
      "BRAND NAME": "ZEPENTA 40 TAB",
      "CONTAIN": "Pantoprazole 40 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "110 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-160",
    "name": "ZOSART 50 TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ZOSART 50 TAB.jpg",
    "shortDescription": "",
    "description": "Losartan Potassium 50 mg Tablet is an angiotensin II receptor blocker (ARB) used to manage high blood pressure (hypertension) and protect the heart and kidneys from damage caused by uncontrolled blood pressure or diabetes. It works by blocking the action of angiotensin II, a natural substance that causes blood vessels to tighten and narrow, thereby allowing the vessels to relax and blood to flow more easily. This helps lower blood pressure, reduce strain on the heart, and improve circulation. Losartan is also prescribed to lower the risk of stroke in patients with hypertension and left ventricular hypertrophy, and to slow kidney damage in people with type 2 diabetes. The tablet is usually taken once daily, with or without food, as directed by a doctor. Common side effects may include dizziness, fatigue, nasal congestion, or back pain, which are generally mild. In rare cases, it may cause high potassium levels or kidney function changes, so regular monitoring is recommended. Losartan Potassium 50 mg Tablet should be taken consistently at the same time each day, and treatment should not be stopped suddenly without medical advice.",
    "attributes": {
      "SR.NO": "160",
      "BRAND NAME": "ZOSART 50 TAB",
      "CONTAIN": "Losartan Potassium 50 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "55 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-161",
    "name": "ZOSART - AM TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ZOSART-AM TAB.jpg",
    "shortDescription": "",
    "description": "Losartan Potassium 50 mg + Amlodipine 5 mg Tablet is a fixed-dose combination medicine used to treat high blood pressure (hypertension) and reduce the risk of heart-related complications such as stroke, heart attack, and kidney damage. Losartan is an angiotensin II receptor blocker (ARB) that relaxes and widens blood vessels by blocking the effects of angiotensin II, while Amlodipine is a calcium channel blocker (CCB) that prevents calcium from entering the smooth muscles of the heart and blood vessels, leading to improved blood flow and reduced workload on the heart. Together, they provide better blood pressure control than either drug alone. The tablet is usually taken once daily, with or without food, at the same time each day for best results. Common side effects may include dizziness, headache, ankle swelling, flushing, or fatigue, which are usually mild and temporary. Rarely, it may cause changes in kidney function, increased potassium levels, or excessive lowering of blood pressure, so regular monitoring is advised. This medicine should be taken only under medical supervision, and patients should not stop treatment abruptly without consulting their doctor, as it may worsen blood pressure or heart conditions.",
    "attributes": {
      "SR.NO": "161",
      "BRAND NAME": "ZOSART - AM TAB",
      "CONTAIN": "Losartan Potassium 50 mg + Amlodipine 5 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "70 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-162",
    "name": "ZOSART-H TAB",
    "category": "Tablet",
    "sku": "",
    "image": "/images/products/ZOSART-H TAB.jpg",
    "shortDescription": "",
    "description": "Losartan Potassium 50 mg + Hydrochlorothiazide 12.5 mg Tablet is a combination medicine used for the treatment of high blood pressure (hypertension) and for reducing the risk of heart-related complications, including stroke, heart attack, and kidney damage. Losartan, an angiotensin II receptor blocker (ARB), relaxes and widens blood vessels by blocking the action of angiotensin II, thereby lowering blood pressure and improving blood flow. Hydrochlorothiazide, a thiazide diuretic, works by increasing the excretion of sodium and water from the body, reducing fluid volume, and further lowering blood pressure. The dual mechanism of action provides more effective and sustained blood pressure control compared to either drug alone. The tablet is usually taken once daily, with or without food, and should be taken at the same time each day for optimal results. Common side effects may include dizziness, headache, fatigue, increased urination, or mild electrolyte imbalances, which are usually manageable. Rarely, it may affect kidney function or cause excessive lowering of blood pressure. This medicine should be taken only under medical supervision, and patients should not discontinue therapy without consulting a healthcare professional.",
    "attributes": {
      "SR.NO": "162",
      "BRAND NAME": "ZOSART-H TAB",
      "CONTAIN": "Losartan Potassium 50 Mg + Hydrochlorothiazide\n12.5 Mg Tablet",
      "PACK": "1*10 TAB (AA)",
      "MRP": "75 (INR)",
      "BOX PACK": "10*10 TAB"
    }
  },
  {
    "id": "product-163",
    "name": "ZEAL'S PILES CURE 30 GM CREAM",
    "category": "Cream & Ointment",
    "sku": "",
    "image": "/images/products/ZEAL'S PILES CURE 30 GM CREAM.jpg",
    "shortDescription": "",
    "description": "Calcium Dobesilate 0.25% w/w + Lignocaine Hydrochloride 3% w/w + Hydrocortisone Acetate 0.25% w/w + Zinc Oxide 5% w/w Cream is a multi-ingredient topical formulation used for the management of inflammatory, painful, and irritated skin conditions. Calcium Dobesilate acts as a vasoprotective agent, improving microcirculation and reducing capillary permeability, which helps in treating swelling, redness, and minor vascular skin issues. Lignocaine Hydrochloride, a local anesthetic, provides rapid relief from pain, burning, or itching by numbing the affected area. Hydrocortisone Acetate, a mild corticosteroid, helps reduce inflammation, redness, and irritation associated with allergic reactions, eczema, or dermatitis. Zinc Oxide provides a protective barrier on the skin, promotes healing, and prevents moisture-related irritation. Together, this combination cream soothes discomfort, alleviates pain and inflammation, and supports skin repair in conditions such as rashes, minor burns, dermatitis, venous ulcers, or post-surgical irritation. It is generally applied in a thin layer to the affected area 1–2 times daily as advised by a healthcare professional. Prolonged use should be avoided to prevent potential skin thinning or systemic absorption, and it should be used under medical supervision, especially on sensitive or broken skin.",
    "attributes": {
      "SR.NO": "163",
      "BRAND NAME": "ZEAL'S PILES CURE 30 GM CREAM",
      "CONTAIN": "Calcium Dobesilate 0.25% w/w + Lignocaine Hydrochloride 3% w/w + Hydrocortisone Acetate 0.25% w/w + Zinc Oxide 5% w/w Cream",
      "PACK": "30 GM",
      "MRP": "100 (INR)",
      "BOX PACK": "20*30 GM"
    }
  },
  {
    "id": "product-164",
    "name": "ZEAL'S FOOT CURE 75 GM CREAM",
    "category": "Cream & Ointment",
    "sku": "",
    "image": "/images/products/ZEAL'S FOOT CURE 75 GM CREAM.jpg",
    "shortDescription": "",
    "description": "Urea 10% w/w + Lactic Acid 10% w/w + Propylene Glycol 10% w/w + Light Liquid Paraffin 10% w/w Cream is a medicated moisturizing and keratolytic cream designed to treat dry, rough, thickened, or scaly skin conditions such as xerosis, ichthyosis, eczema, and hyperkeratosis. Urea acts as a humectant and keratolytic agent, softening and breaking down thickened skin while increasing water content to improve skin hydration. Lactic Acid, an alpha-hydroxy acid, exfoliates dead skin cells, promotes natural skin shedding, and enhances moisture retention. Propylene Glycol helps in deeper penetration of the active ingredients and retains skin hydration, while Light Liquid Paraffin acts as an emollient to soothe and protect the skin by forming a barrier that prevents water loss. Together, this combination cream restores skin softness, reduces roughness, and alleviates itching or irritation associated with dry skin conditions. It is generally applied in a thin layer to the affected areas once or twice daily or as advised by a healthcare professional. Long-term or excessive use should be avoided on broken or sensitive skin, and medical supervision is recommended for optimal safety and effectiveness.",
    "attributes": {
      "SR.NO": "164",
      "BRAND NAME": "ZEAL'S FOOT CURE 75 GM CREAM",
      "CONTAIN": "Urea 10% w/w + Lactic Acid 10% w/w + Propylene Glycol 10% w/w + Light Liquid Paraffin 10% w/w Cream",
      "PACK": "75 GM",
      "MRP": "160 (INR)",
      "BOX PACK": "8*75 GM"
    }
  }
]